<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="../../lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="../../lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="../../css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="../../images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="../../images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="../../images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="../../images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="Hexo, NexT">





  <link rel="alternate" href="../../atom.xml" title="有瓣音频 – 分享编曲混音技术" type="application/atom+xml">






<meta property="og:type" content="website">
<meta property="og:title" content="有瓣音频 – 分享编曲混音技术">
<meta property="og:url" content="https://audio.newban.cn/page/14/index.html">
<meta property="og:site_name" content="有瓣音频 – 分享编曲混音技术">
<meta property="og:locale" content="zh-Hans">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="有瓣音频 – 分享编曲混音技术">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://audio.newban.cn/page/14/">





  <title>有瓣音频 – 分享编曲混音技术</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left 
  page-home">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">有瓣音频 – 分享编曲混音技术</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">有瓣音频 – 有伴你我</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://www.newban.cn/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://audio.newban.cn/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            
  <section id="posts" class="posts-expand">
    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../49.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../49.html" itemprop="url">Logic Pro X 系列教程 2：快速扫动伴奏</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:50:22+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175112.png" alt></p>
<p><strong>&#x501F;&#x52A9;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#xFF08;Quick Swipe Comping&#xFF09;&#x7684;&#x5F3A;&#x5927;&#x5A01;&#x529B;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x66F4;&#x52A0;&#x987A;&#x7545;&#x3001;&#x5FEB;&#x6377;&#x5730;&#x7EC4;&#x7EC7;&#x5F55;&#x97F3;&#x4E86;&#x3002;Mark Cousins &#x5C06;&#x5728;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x91CC;&#x8BE6;&#x7EC6;&#x4ECB;&#x7ECD;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175123.png" alt></p>
<p>&#x9664;&#x975E;&#x4F60;&#x7279;&#x522B;&#x5E78;&#x8FD0;&#xFF0C;&#x80FD;&#x4E0E;&#x6280;&#x827A;&#x6781;&#x5176;&#x7CBE;&#x6E5B;&#x7684;&#x827A;&#x4EBA;&#x5F55;&#x5236;&#x300C;&#x4E00;&#x904D;&#x8FC7;&#x300D;&#x7684;&#x7D20;&#x6750;&#xFF0C;&#x5F80;&#x5F80;&#x4F60;&#x9700;&#x8981;&#x5BF9;&#x591A;&#x904D;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#xFF08;takes&#xFF09;&#x8FDB;&#x884C;&#x62FC;&#x56FE;&#x5F0F;&#x7684;&#x7EC4;&#x5408;&#xFF0C;&#x5E76;&#x5F97;&#x5230;&#x6700;&#x7EC8;&#x97F3;&#x8F68;&#x3002;&#x4F7F;&#x7528; Logic Pro X &#x7684;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x529F;&#x80FD;&#x80FD;&#x591F;&#x4F7F;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x7A0D;&#x8F7B;&#x677E;&#x4E9B;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5F55;&#x5236;&#x591A;&#x4E2A;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#xFF0C;&#x968F;&#x540E;&#x5728;&#x5404;&#x6B21;&#x4E4B;&#x95F4;&#x8F7B;&#x677E;&#x5207;&#x6362;&#x3002;&#x4F34;&#x594F;&#xFF08;comping&#xFF09;&#x7684;&#x57FA;&#x672C;&#x64CD;&#x4F5C;&#x505A;&#x8D77;&#x6765;&#x5E76;&#x4E0D;&#x96BE;&#xFF0C;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x529F;&#x80FD;&#x66F4;&#x6709;&#x503C;&#x5F97;&#x6DF1;&#x6316;&#x7684;&#x4E30;&#x5BCC;&#x529F;&#x80FD;&#xFF0C;&#x5927;&#x5927;&#x8D85;&#x8D8A;&#x5B83;&#x7684;&#x57FA;&#x672C;&#x7528;&#x6CD5;&#x3002;</p>
<p>&#x8BF4;&#x767D;&#x4E86;&#xFF0C;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x7684;&#x4F5C;&#x7528;&#x5728;&#x4E8E;&#x8F7B;&#x677E;&#x7BA1;&#x7406;&#x4E00;&#x6BB5;&#x97F3;&#x4E50;&#x6BB5;&#x843D;&#x91CC;&#x7684;&#x591A;&#x4E2A;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#xFF0C;&#x65E0;&#x8BBA;&#x5B83;&#x662F;&#x4EBA;&#x58F0;&#x8FD8;&#x662F;&#x4E50;&#x5668;&#x3002;&#x76F4;&#x89C2;&#x770B;&#x53BB;&#xFF0C;&#x4F34;&#x594F;&#x6A21;&#x5F0F;&#x7684;&#x97F3;&#x9891;&#x5757;&#x548C;&#x4EFB;&#x4F55;&#x5F55;&#x97F3;&#x7684;&#x97F3;&#x9891;&#x5757;&#x65E0;&#x5DEE;&#xFF0C;&#x800C;&#x5C55;&#x5F00;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#x6298;&#x53E0;&#x5939;&#x4E4B;&#x540E;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x4E00;&#x7CFB;&#x5217;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x4E2A;&#x526A;&#x8F91;&#x70B9;&#x7EC4;&#x5408;&#x51FA;&#x7684;&#x6700;&#x7EC8;&#x4F34;&#x594F;&#x3002;&#x8FD9;&#x9879;&#x529F;&#x80FD;&#x4E0D;&#x4EC5;&#x7B80;&#x5316;&#x4E86;&#x591A;&#x6B21;&#x5F55;&#x97F3;&#x5DE5;&#x4F5C;&#xFF0C;&#x540C;&#x65F6;&#x80FD;&#x8BA9;&#x4F60;&#x4EFB;&#x610F;&#x5C1D;&#x8BD5;&#x4E0D;&#x540C;&#x7684;&#x526A;&#x8F91;&#x70B9;&#x4F4D;&#x7F6E;&#xFF0C;&#x7528;&#x540C;&#x4E00;&#x7EC4;&#x5F55;&#x97F3;&#x526A;&#x8F91;&#x51FA;&#x4E0D;&#x540C;&#x7684;&#x6700;&#x7EC8;&#x97F3;&#x8F68;&#x3002;</p>
<p>&#x5F55;&#x5236;&#x5E76;&#x521B;&#x5EFA;&#x4F34;&#x594F;&#x53EA;&#x662F;&#x4F34;&#x594F;&#x5904;&#x7406;&#x7684;&#x5F00;&#x7AEF;&#x3002;&#x5F53;&#x4F60;&#x505A;&#x597D;&#x526A;&#x8F91;&#x70B9;&#x4E4B;&#x540E;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x8003;&#x8651;&#x5982;&#x4F55;&#x5C06;&#x8FD9;&#x6BB5;&#x6700;&#x7EC8;&#x5F55;&#x97F3;&#x653E;&#x5728;&#x6574;&#x4E2A;&#x7F16;&#x66F2;&#x5F53;&#x4E2D;&#x4E86;&#x3002;&#x5176;&#x4E2D;&#x4E00;&#x4E2A;&#x9009;&#x9879;&#x662F;&#x300C;&#x5C55;&#x5E73;&#x300D;&#x4F34;&#x594F;&#xFF1A;&#x5C06;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#x6E32;&#x67D3;&#x6210;&#x4E00;&#x7CFB;&#x5217;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x4EE5;&#x4FBF;&#x540E;&#x7EED;&#x4F7F;&#x7528; Logic Pro X &#x7684;&#x7F16;&#x8F91;&#x5DE5;&#x5177;&#x8FDB;&#x884C;&#x7CBE;&#x7EC6;&#x52A0;&#x5DE5;&#x3002;&#x5982;&#x679C;&#x8981;&#x4FDD;&#x7559;&#x526A;&#x8F91;&#x70B9;&#x4EE5;&#x4FBF;&#x4E4B;&#x540E;&#x8FD4;&#x56DE;&#x4F34;&#x594F;&#x518D;&#x6B21;&#x526A;&#x8F91;&#xFF0C;&#x5219;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x300C;&#x5C06;&#x6D3B;&#x8DC3;&#x6C47;&#x6574;&#x5BFC;&#x51FA;&#x5230;&#x65B0;&#x8F68;&#x9053;&#x300D;&#x7B49;&#x9009;&#x9879;&#x3002;</p>
<p>&#x53EA;&#x9700;&#x7A0D;&#x52A0;&#x7EC3;&#x4E60;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x5F88;&#x5FEB;&#x638C;&#x63E1;&#x5982;&#x4F55;&#x5F55;&#x5236;&#x3001;&#x526A;&#x8F91;&#x548C;&#x5C55;&#x5E73;&#x4F34;&#x594F;&#x4E86;&#xFF0C;&#x53EF;&#x4EE5;&#x4FDD;&#x6301;&#x8F68;&#x9053;&#x7684;&#x6574;&#x6D01;&#xFF0C;&#x5E76;&#x5F97;&#x5230;&#x300C;&#x8FD1;&#x4E4E;&#x5B8C;&#x7F8E;&#x300D;&#x7684;&#x6F14;&#x594F;&#x4E86;&#x3002;</p>
<h5 id="&#x4F7F;&#x7528;&#x4F34;&#x594F;"><a href="#&#x4F7F;&#x7528;&#x4F34;&#x594F;" class="headerlink" title="&#x4F7F;&#x7528;&#x4F34;&#x594F;"></a>&#x4F7F;&#x7528;&#x4F34;&#x594F;</h5><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175138.png" alt></p>
<p>1&#x3001;&#x5F53;&#x4F60;&#x5728;&#x5DF2;&#x6709;&#x7684;&#x5185;&#x5BB9;&#x4E0A;&#x91CD;&#x590D;&#x5F55;&#x97F3;&#x65F6;&#xFF0C;Logic Pro &#x4F1A;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x6C47;&#x6574;&#x6298;&#x53E0;&#x5939;&#x3002;&#x7528;&#x5B83;&#x5C31;&#x80FD;&#x641E;&#x5B9A;&#x540C;&#x4E00;&#x6BB5;&#x4E0A;&#x7684;&#x591A;&#x6B21;&#x5F55;&#x97F3;&#x4EE5;&#x53CA;&#x521B;&#x5EFA;&#x4F34;&#x594F;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x901A;&#x8FC7;&#x526A;&#x8F91;&#x70B9;&#x7684;&#x4F4D;&#x7F6E;&#x5C06;&#x5404;&#x6B21;&#x5F55;&#x97F3;&#x7684;&#x8BCD;&#x53E5;&#x7EC4;&#x5408;&#x6210;&#x4E00;&#x4E2A;&#x8FDE;&#x8D2F;&#x7684;&#x5F55;&#x97F3;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175149.png" alt></p>
<p>2&#x3001;&#x6C47;&#x6574;&#x6298;&#x53E0;&#x5939;&#x548C;&#x666E;&#x901A;&#x7684;&#x97F3;&#x9891;&#x5757;&#x770B;&#x4E0A;&#x53BB;&#x4E0D;&#x751A;&#x76F8;&#x540C;&#xFF1A;&#x6CE8;&#x610F;&#x5728;&#x5DE6;&#x4E0A;&#x89D2;&#x591A;&#x51FA;&#x6765;&#x7684;&#x51E0;&#x4E2A;&#x56FE;&#x6807;&#x3002;&#x4E09;&#x89D2;&#x56FE;&#x6807;&#x53EF;&#x4EE5;&#x6298;&#x53E0;&#x6216;&#x5C55;&#x5F00;&#x6298;&#x53E0;&#x5939;&#xFF0C;&#x7528;&#x6765;&#x663E;&#x793A;&#x591A;&#x6B21;&#x5F55;&#x97F3;&#x7684;&#x5404;&#x4E2A;&#x8F68;&#x9053;&#x4EE5;&#x53CA;&#x5DF2;&#x6709;&#x7684;&#x526A;&#x8F91;&#x70B9;&#xFF08;&#x7528;&#x5F69;&#x8272;&#x548C;&#x5355;&#x8272;&#x533A;&#x57DF;&#x8868;&#x793A;&#xFF09;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175157.png" alt></p>
<p>3&#x3001;&#x70B9;&#x6309;&#x7B2C;&#x4E8C;&#x4E2A;&#x56FE;&#x6807;&#x4F1A;&#x663E;&#x793A;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x83DC;&#x5355;&#xFF0C;&#x5305;&#x542B;&#x5BA1;&#x542C;&#x548C;&#x526A;&#x8F91;&#x7B49;&#x529F;&#x80FD;&#x3002;&#x6700;&#x4E0A;&#x9762;&#x7684;&#x90E8;&#x5206;&#x5206;&#x522B;&#x663E;&#x793A;&#x591A;&#x6B21;&#x5F55;&#x97F3;&#x7684;&#x6761;&#x76EE;&#xFF0C;&#x80FD;&#x591F;&#x8BA9;&#x4F60;&#x65B9;&#x4FBF;&#x5730;&#x9009;&#x62E9;&#x67D0;&#x4E00;&#x6B21;&#x6765;&#x5BA1;&#x542C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175207.png" alt></p>
<p>4&#x3001;&#x70B9;&#x9009;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x521B;&#x5EFA;&#x65B0;&#x4F34;&#x594F;&#x300D;&#x5C31;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x526A;&#x8F91;&#x65B0;&#x7684;&#x4F34;&#x594F;&#x4E86;&#x3002;&#x6807;&#x6709; A &#x7684;&#x7B2C;&#x4E00;&#x4E2A;&#x4F34;&#x594F;&#x9ED8;&#x8BA4;&#x662F;&#x4F60;&#x7684;&#x8986;&#x76D6;&#x5F55;&#x97F3;&#x7ED3;&#x679C;&#x3002;&#x800C;&#x4F60;&#x521B;&#x5EFA;&#x7684;&#x65B0;&#x4F34;&#x594F;&#x5C06;&#x6807;&#x6709; B&#xFF0C;&#x5728;&#x5404;&#x4E2A;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#x7D20;&#x6750;&#x4E0A;&#x62D6;&#x79FB;&#x526A;&#x8F91;&#x70B9;&#x5C31;&#x80FD;&#x770B;&#x5230;&#x4E86;&#x3002;&#x6700;&#x540E;&#x4E00;&#x6B21;&#x5F55;&#x5236;&#x7684;&#x4F1A;&#x5728;&#x6700;&#x4E0A;&#x8FB9;&#x663E;&#x793A;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175215.png" alt></p>
<p>5&#x3001;&#x7406;&#x8BBA;&#x4E0A;&#xFF0C;&#x526A;&#x8F91;&#x597D;&#x4F34;&#x594F;&#x540E;&#x5C31;&#x53EF;&#x4EE5;&#x5C06;&#x6C47;&#x6574;&#x6298;&#x53E0;&#x5939;&#x6536;&#x8D77;&#x6765;&#xFF0C;&#x76F4;&#x63A5;&#x8FDB;&#x884C;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x5DE5;&#x4F5C;&#x4E86;&#x3002;&#x5F53;&#x7136;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x5C55;&#x5E73;&#x3001;&#x5BFC;&#x51FA;&#x6216;&#x89E3;&#x5F00;&#x67D0;&#x6BB5;&#x4F34;&#x594F;&#x3002;&#x5F53;&#x4F60;&#x9700;&#x8981;&#x7CBE;&#x8C03;&#x4E0D;&#x540C;&#x6C47;&#x6574;&#x5F55;&#x97F3;&#x4E4B;&#x95F4;&#x7684;&#x4EA4;&#x53C9;&#x6E10;&#x53D8;&#x65F6;&#xFF0C;&#x5C55;&#x5E73;&#x529F;&#x80FD;&#x5C24;&#x5176;&#x6709;&#x7528;&#xFF08;&#x4F4D;&#x4E8E;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x83DC;&#x5355;&#x4E2D;&#xFF09;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175223.png" alt></p>
<p>6&#x3001;&#x5C55;&#x5E73;&#x4F34;&#x594F;&#x540E;&#xFF0C;&#x5C06;&#x5728;&#x5F53;&#x524D;&#x8F68;&#x9053;&#x4E0A;&#x6E32;&#x67D3;&#x4E00;&#x6BB5;&#x97F3;&#x9891;&#x5757;&#x7EC4;&#xFF0C;&#x4E0D;&#x540C;&#x7684;&#x97F3;&#x9891;&#x5757;&#x4E4B;&#x95F4;&#x7531;&#x9ED8;&#x8BA4;&#x7684;&#x4EA4;&#x53C9;&#x6E10;&#x53D8;&#x76F8;&#x8FDE;&#x3002;&#x591A;&#x6570;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x9ED8;&#x8BA4;&#x4EA4;&#x53C9;&#x6E10;&#x53D8;&#x6CA1;&#x4EC0;&#x4E48;&#x95EE;&#x9898;&#xFF0C;&#x800C;&#x5982;&#x679C;&#x6709;&#x9700;&#x8981;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x6E10;&#x53D8;&#x5DE5;&#x5177;&#xFF08;&#x6216;&#x5728; X-Fade &#x7F16;&#x8F91;&#x6A21;&#x5F0F;&#x4E0B;&#x81EA;&#x5B9A;&#x4E49;&#x533A;&#x5757;&#x5927;&#x5C0F;&#xFF09;&#x6765;&#x5B8C;&#x6210;&#x624B;&#x52A8;&#x6E10;&#x53D8;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175232.png" alt></p>
<p>7&#x3001;&#x5C55;&#x5E73;&#x7684;&#x552F;&#x4E00;&#x4E0D;&#x8DB3;&#x4E4B;&#x5904;&#x5C31;&#x662F;&#x65E0;&#x6CD5;&#x8FD4;&#x56DE;&#x5230;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x6A21;&#x5F0F;&#x4E0B;&#x518D;&#x6B21;&#x7F16;&#x8F91;&#xFF08;&#x4E0D;&#x662F;&#x6307; Cmd &#x2013; Z &#x64A4;&#x9500;&#xFF09;&#x3002;&#x6240;&#x4EE5;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x300C;&#x5C06;&#x6D3B;&#x8DC3;&#x4F34;&#x594F;&#x5BFC;&#x51FA;&#x5230;&#x65B0;&#x8F68;&#x9053;&#x300D;&#xFF0C;&#x5728;&#x65B0;&#x8F68;&#x9053;&#x521B;&#x5EFA;&#x5C55;&#x5E73;&#x7684;&#x97F3;&#x9891;&#x5757;&#x3002;&#x5BFC;&#x51FA;&#x5230;&#x65B0;&#x8F68;&#x9053;&#x4E4B;&#x540E;&#xFF0C;&#x9700;&#x8981;&#x628A;&#x4F34;&#x594F;&#x526A;&#x8F91;&#x7684;&#x8F68;&#x9053;&#x9759;&#x97F3;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175240.png" alt></p>
<p>8&#x3001;&#x70B9;&#x9009;&#x300C;&#x89E3;&#x5F00;&#x300D;&#x4E4B;&#x540E;&#xFF0C;&#x6C47;&#x6574;&#x6298;&#x53E0;&#x5939;&#x91CC;&#x7684;&#x5185;&#x5BB9;&#x5C06;&#x5E73;&#x94FA;&#x5230;&#x65B0;&#x7684;&#x8F68;&#x9053;&#xFF0C;&#x53D8;&#x6210;&#x4E00;&#x4E2A;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x97F3;&#x9891;&#x5757;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x5BF9;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x5168;&#x65B0;&#x7684;&#x521B;&#x4F5C;&#x548C;&#x4FEE;&#x6539;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175250.png" alt></p>
<p>9&#x3001;&#x65E0;&#x8BBA;&#x662F;&#x89E3;&#x5F00;&#x8FD8;&#x662F;&#x5C55;&#x5E73;&#xFF0C;&#x6700;&#x7EC8;&#x4F34;&#x594F;&#x90FD;&#x4F1A;&#x7528;&#x9ED8;&#x8BA4;&#x7684;&#x4EA4;&#x53C9;&#x6E10;&#x53D8;&#x8FDB;&#x884C;&#x6E32;&#x67D3;&#x3002;&#x9ED8;&#x8BA4;&#x6E10;&#x53D8;&#x65F6;&#x95F4;&#x7684;&#x9009;&#x9879;&#x53EF;&#x4EE5;&#x5728; Logic Pro &#x7684;&#x300C;&#x504F;&#x597D;&#x8BBE;&#x7F6E; -&gt; &#x97F3;&#x9891; -&gt; &#x901A;&#x7528;&#x300D;&#x91CC;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x3002;&#x9ED8;&#x8BA4;&#x8BBE;&#x7F6E;&#x4E3A; 10ms&#xFF0C;&#x9002;&#x7528;&#x4E8E;&#x591A;&#x6570;&#x526A;&#x8F91;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175300.png" alt></p>
<p>10&#x3001;&#x5728;&#x591A;&#x6B21;&#x5F55;&#x97F3;&#x5F53;&#x4E2D;&#x5236;&#x4F5C;&#x4F34;&#x594F;&#x5DF2;&#x7ECF;&#x5341;&#x5206;&#x7B80;&#x4FBF;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x9700;&#x8981;&#x53D6;&#x51FA;&#x67D0;&#x6B21;&#x5F55;&#x97F3;&#xFF0C;&#x6216;&#x67D0;&#x6B21;&#x5F55;&#x97F3;&#x7684;&#x67D0;&#x4E00;&#x6BB5;&#x5E94;&#x8BE5;&#x600E;&#x4E48;&#x505A;&#x5462;&#xFF1F;&#x8FD9;&#x91CC;&#x63D0;&#x4F9B;&#x4E00;&#x4E2A;&#x6280;&#x5DE7;&#xFF1A;&#x7981;&#x7528;&#x6C47;&#x6574;&#x6298;&#x53E0;&#x5939;&#x7684;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x3002;&#x70B9;&#x6309;&#x97F3;&#x9891;&#x5757;&#x5DE6;&#x4E0A;&#x89D2;&#x7684;&#x7B2C;&#x4E09;&#x4E2A;&#x56FE;&#x6807;&#xFF0C;&#x5C06;&#x5176;&#x53D8;&#x6210;&#x526A;&#x5200;&#x56FE;&#x6807;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175310.png" alt></p>
<p>11&#x3001;&#x7981;&#x7528;&#x5FEB;&#x901F;&#x626B;&#x52A8;&#x4F34;&#x594F;&#x4E4B;&#x540E;&#xFF0C;&#x4F60;&#x5C31;&#x53EF;&#x4EE5;&#x4F7F;&#x7528; Logic Pro &#x7684;&#x5E38;&#x89C4;&#x7F16;&#x8F91;&#x5DE5;&#x5177;&#x4E86;&#xFF0C;&#x6BD4;&#x5982;&#x526A;&#x5200;&#x5DE5;&#x5177;&#x548C;&#x6846;&#x9009;&#x5DE5;&#x5177;&#x7B49;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x4F34;&#x594F;&#x6548;&#x679C;&#x4ECD;&#x7136;&#x80FD;&#x591F;&#x4FDD;&#x6301;&#x4E0D;&#x53D8;&#xFF0C;&#x53EA;&#x4E0D;&#x8FC7;&#x662F;&#x5728;&#x4F7F;&#x7528;&#x5E38;&#x89C4;&#x5DE5;&#x5177;&#x8FDB;&#x884C;&#x526A;&#x8F91;&#x800C;&#x5DF2;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515175319.png" alt></p>
<p>12&#x3001;&#x6700;&#x540E;&#xFF0C;&#x5982;&#x679C;&#x8981;&#x628A;&#x4F34;&#x594F;&#x8F6C;&#x79FB;&#x5230;&#x5176;&#x4ED6; DAW &#x4E2D;&#xFF0C;&#x5C31;&#x9700;&#x8981;&#x628A;&#x5B83;&#x6E32;&#x67D3;&#x6210;&#x4E00;&#x4E2A;&#x8FDE;&#x7EED;&#x7684;&#x97F3;&#x9891;&#x6587;&#x4EF6;&#x4E86;&#x3002;&#x70B9;&#x9009;&#x300C;&#x5C55;&#x5E73;&#x548C;&#x5408;&#x5E76;&#x300D;&#x83DC;&#x5355;&#x9879;&#xFF0C;&#x5C06;&#x4F1A;&#x5C55;&#x5E73;&#x5E76; bounce &#x51FA;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x97F3;&#x9891;&#x6587;&#x4EF6;&#x3002;&#x800C;&#x5982;&#x679C;&#x4E4B;&#x524D;&#x5DF2;&#x7ECF;&#x5C55;&#x5E73;&#x8FC7;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x300C;&#x63A5;&#x5408;&#x300D;&#x529F;&#x80FD;&#x6765;&#x8FBE;&#x5230;&#x540C;&#x6837;&#x7684;&#x6548;&#x679C;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSICTECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSICTECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSICTECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/804642185ef60267d234c5d4a878b933.html" target="blank" rel="noopener">MUSICTECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/75f5317f6a0d40e2ee1b10a10df67f99.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-2.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../50.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../50.html" itemprop="url">Logic Pro X 系列教程 3：素材切片创意</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:46:12+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174657.png" alt></p>
<p><strong>&#x5207;&#x7247;&#x548C;&#x6253;&#x4E71;&#x7D20;&#x6750;&#x662F;&#x5BCC;&#x6709;&#x521B;&#x9020;&#x6027;&#x4E14;&#x6536;&#x6548;&#x4E0D;&#x9519;&#x7684;&#x624B;&#x6CD5;&#xFF0C;Logic Pro X &#x5185;&#x7F6E;&#x7684;&#x529F;&#x80FD;&#x5927;&#x5927;&#x6539;&#x8FDB;&#x4E86;&#x8FD9;&#x4E00;&#x8FC7;&#x7A0B;&#x7684;&#x4F53;&#x9A8C;&#x3002;Mark Cousins &#x5C06;&#x5E26;&#x7740;&#x4ED6;&#x7684;&#x526A;&#x5200;&#x5DE5;&#x5177;&#x548C;&#x4F60;&#x4E00;&#x8D77;&#x63A2;&#x5BFB;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174706.png" alt></p>
<p>&#x7D20;&#x6750;&#x5207;&#x7247;&#x4F5C;&#x4E3A;&#x4E00;&#x79CD;&#x6781;&#x7AEF;&#x7684;&#x521B;&#x4F5C;&#x624B;&#x6BB5;&#x5DF2;&#x7ECF;&#x6210;&#x4E3A;&#x4E86;&#x73B0;&#x4EE3;&#x97F3;&#x4E50;&#x5236;&#x4F5C;&#x7684;&#x4E00;&#x5757;&#x57FA;&#x77F3;&#x3002;&#x4EBA;&#x4EEC;&#x4F1A;&#x5B8C;&#x5168;&#x5207;&#x5272;&#x5E76;&#x6253;&#x4E71;&#x4E00;&#x6BB5;&#x9F13;&#x5FAA;&#x73AF;&#x3001;&#x4EBA;&#x58F0;&#xFF0C;&#x6216;&#x662F;&#x5408;&#x6210;&#x5668;&#x65CB;&#x5F8B;&#x6765;&#x8FDB;&#x884C;&#x521B;&#x4F5C;&#x3002;&#x8FD9;&#x4E9B;&#x5728;&#x8FC7;&#x53BB;&#x901A;&#x5E38;&#x662F;&#x5BF9;&#x8868;&#x6F14;&#x8FDB;&#x884C;&#x7CBE;&#x4FEE;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x73B0;&#x5728;&#x6210;&#x4E3A;&#x4E86;&#x5168;&#x65B0;&#x7684;&#x5236;&#x4F5C;&#x5F62;&#x5F0F;&#xFF0C;&#x6709;&#x65F6;&#x8FDE;&#x539F;&#x672C;&#x7684;&#x4F5C;&#x54C1;&#x5185;&#x6DB5;&#x90FD;&#x88AB;&#x6539;&#x53D8;&#x4E86;&#x3002;&#x76EE;&#x524D;&#x6709;&#x8BB8;&#x591A;&#x7B2C;&#x4E09;&#x65B9;&#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x505A;&#x5230;&#xFF0C;&#x800C; Logic Pro X &#x5728;&#x8FD9;&#x4E2A;&#x65B9;&#x9762;&#x4E5F;&#x4E1D;&#x6BEB;&#x4E0D;&#x5F31;&#xFF0C;&#x6709;&#x4E00;&#x7CFB;&#x5217;&#x63D0;&#x9AD8;&#x5236;&#x4F5C;&#x6548;&#x7387;&#x3001;&#x6FC0;&#x53D1;&#x521B;&#x9020;&#x6027;&#x7684;&#x529F;&#x80FD;&#x3002;</p>
<p>&#x672C;&#x6587;&#x5C06;&#x63A2;&#x8BA8;&#x4F7F;&#x7528; Logic Pro X &#x5BF9;&#x97F3;&#x9891;&#x5757;&#x8FDB;&#x884C;&#x5207;&#x7247;&#x7684;&#x591A;&#x79CD;&#x4E0D;&#x540C;&#x65B9;&#x5F0F;&#x3002;&#x6211;&#x4EEC;&#x5C06;&#x4ECE;&#x6E32;&#x67D3;&#x4E00;&#x4EF6;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x5F00;&#x59CB;&#xFF0C;&#x6765;&#x83B7;&#x5F97;&#x300C;&#x526A;&#x5207;&#x7684;&#x7F8E;&#x611F;&#x300D;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x4ECE;&#x4E00;&#x6BB5;&#x771F;&#x5B9E;&#x5F55;&#x97F3;&#x8D77;&#x624B;&#xFF0C;&#x4E0D;&#x8FC7;&#x4F7F;&#x7528;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x7684;&#x8BDD;&#x80FD;&#x5F97;&#x5230;&#x66F4;&#x591A;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x522B;&#x81F4;&#x6548;&#x679C;&#x3002;&#x6E32;&#x67D3;&#x597D;&#x97F3;&#x9891;&#x5757;&#x4EE5;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x8BA8;&#x8BBA;&#x51E0;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x5207;&#x7247;&#x6280;&#x672F;&#x3001;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x4EE5;&#x53CA; EXS24 &#x91C7;&#x6837;&#x5668;&#xFF0C;&#x5B83;&#x80FD;&#x5E2E;&#x52A9;&#x6211;&#x4EEC;&#x8F7B;&#x677E;&#x505A;&#x51FA;&#x7CBE;&#x7EC6;&#x5230;&#x6BCF;&#x4E00;&#x62CD;&#x7684;&#x5207;&#x65AD;&#x97F3;&#x548C;&#x77ED;&#x4FC3;&#x97F3;&#x6548;&#x679C;&#x3002;</p>
<p>&#x4ECE;&#x53E6;&#x4E00;&#x4E2A;&#x89D2;&#x5EA6;&#x770B;&#xFF0C;&#x672C;&#x7BC7;&#x4E5F;&#x540C;&#x65F6;&#x4ECB;&#x7ECD;&#x4E86; Logic Pro X &#x5BF9; MIDI &#x548C;&#x97F3;&#x9891;&#x4E4B;&#x95F4;&#x65E0;&#x7F1D;&#x8854;&#x63A5;&#x7684;&#x5F3A;&#x5927;&#x80FD;&#x529B;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x4E00;&#x6BB5;&#x7A00;&#x677E;&#x5E73;&#x5E38;&#x7684;&#x5F55;&#x97F3;&#x7ECF;&#x8FC7;&#x5207;&#x7247;&#xFF0C;&#x53EF;&#x4EE5;&#x653E;&#x8FDB; EXS24 &#x53D8;&#x6210;&#x4E00;&#x5957; MIDI&#x300C;&#x97F3;&#x8272;&#x300D;&#xFF0C;&#x800C;&#x4E00;&#x6BB5;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x7684;&#x6F14;&#x594F;&#x4E5F;&#x80FD;&#x8F7B;&#x6613;&#x8F6C;&#x53D8;&#x6210;&#x97F3;&#x9891;&#x4ECE;&#x800C;&#x83B7;&#x5F97;&#x5BCC;&#x6709;&#x9B45;&#x529B;&#x7684;&#x5207;&#x7247;&#x6548;&#x679C;&#x3002;&#x8981;&#x77E5;&#x9053;&#xFF0C;&#x624B;&#x5934;&#x80FD;&#x6709; Logic Pro X &#x8FD9;&#x6837;&#x7075;&#x5DE7;&#x591A;&#x53D8;&#x7684; DAW &#x8F6F;&#x4EF6;&#x662F;&#x4E00;&#x4EF6;&#x591A;&#x7F8E;&#x5999;&#x7684;&#x4E8B;&#xFF0C;&#x4F7F;&#x5F97;&#x73B0;&#x5F53;&#x4EE3;&#x97F3;&#x4E50;&#x5236;&#x4F5C;&#x4E2D;&#xFF0C;MIDI &#x4FE1;&#x53F7;&#x548C;&#x97F3;&#x9891;&#x4FE1;&#x53F7;&#x4E4B;&#x95F4;&#x4E0D;&#x518D;&#x6709;&#x9E3F;&#x6C9F;&#x3002;</p>
<h4 id="&#x526A;&#x5F00;&#x97F3;&#x9891;&#xFF0C;&#x5236;&#x4F5C;&#x5207;&#x7247;"><a href="#&#x526A;&#x5F00;&#x97F3;&#x9891;&#xFF0C;&#x5236;&#x4F5C;&#x5207;&#x7247;" class="headerlink" title="&#x526A;&#x5F00;&#x97F3;&#x9891;&#xFF0C;&#x5236;&#x4F5C;&#x5207;&#x7247;"></a>&#x526A;&#x5F00;&#x97F3;&#x9891;&#xFF0C;&#x5236;&#x4F5C;&#x5207;&#x7247;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174718.png" alt></p>
<p>1&#x3001;&#x6211;&#x4EEC;&#x5148;&#x7528; Drummer &#x6765;&#x4E3E;&#x4F8B;&#xFF0C;&#x5148;&#x521B;&#x5EFA;&#x4E00;&#x6761; Drummer &#x8282;&#x594F;&#x8F68;&#xFF08;&#x5F53;&#x7136;&#xFF0C;&#x4F8B;&#x5982;&#x5409;&#x4ED6;&#x3001;&#x4EBA;&#x58F0;&#x6216;&#x97F3;&#x5E8F;&#x7B49;&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x4E5F;&#x6CA1;&#x95EE;&#x9898;&#xFF09;&#x3002;&#x5173;&#x952E;&#x662F;&#x5F97;&#x5230;&#x4E00;&#x6BB5;&#x7528;&#x6765;&#x300C;&#x5207;&#x7247;&#x548C;&#x6253;&#x4E71;&#x300D;&#x7684;&#x7D20;&#x6750;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174728.png" alt></p>
<p>2&#x3001;&#x5728;&#x6E32;&#x67D3;&#x4E4B;&#x524D;&#xFF0C;&#x4E0D;&#x59A8;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x7B80;&#x5355;&#x7684;&#x6548;&#x679C;&#x5230;&#x7D20;&#x6750;&#x4E2D;&#x53BB;&#x3002;&#x6216;&#x8BB8;&#x6700;&#x4F73;&#x7684;&#x6548;&#x679C;&#x662F;&#x6DFB;&#x52A0;&#x4E00;&#x70B9;&#x538B;&#x7F29;&#x548C;&#x6DF7;&#x54CD;&#xFF0C;&#x4F7F;&#x7D20;&#x6750;&#x7684;&#x8EAF;&#x5E72;&#x90E8;&#x5206;&#x66F4;&#x9971;&#x6EE1;&#x3001;&#x4E2A;&#x6027;&#x9C9C;&#x660E;&#xFF0C;&#x6BD5;&#x7ADF;&#x6211;&#x4EEC;&#x8981;&#x7684;&#x662F;&#x5207;&#x7247;&#x6548;&#x679C;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;&#x4E2A;&#x6563;&#x843D;&#x7684;&#x7D20;&#x6750;&#x5757;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174738.png" alt></p>
<p>3&#x3001;&#x5728;&#x7D20;&#x6750;&#x4E0A;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF08;&#x6216; Control &#x2013; &#x70B9;&#x6309;&#x5DE6;&#x952E;&#xFF09;&#xFF0C;&#x9009;&#x62E9;&#x300C;&#x539F;&#x4F4D;&#x5E76;&#x8F68;&#x300D;&#x5C31;&#x53EF;&#x4EE5;&#x6E32;&#x67D3;&#x8BE5;&#x7D20;&#x6750;&#x4E86;&#x3002;&#x5728;&#x5F39;&#x51FA;&#x7684;&#x5BF9;&#x8BDD;&#x6846;&#x4E2D;&#x8BBE;&#x5B9A;&#x4E00;&#x4E9B;&#x5E76;&#x8F68;&#x7684;&#x7EC6;&#x8282;&#xFF0C;&#x4E0D;&#x8981;&#x9009;&#x4E2D;&#x201C;&#x5FFD;&#x7565;&#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x201D;&#xFF0C;&#x5426;&#x5219;&#x5E76;&#x8F68;&#x540E;&#x7684;&#x7D20;&#x6750;&#x662F;&#x6CA1;&#x6709;&#x521A;&#x521A;&#x6DFB;&#x52A0;&#x7684;&#x6548;&#x679C;&#x7684;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174749.png" alt></p>
<p>4&#x3001;&#x6E32;&#x67D3;&#x597D;&#x4EE5;&#x540E;&#xFF0C;&#x5C31;&#x8BE5;&#x5207;&#x5F00;&#x97F3;&#x9891;&#x4E86;&#x3002;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x526A;&#x5200;&#x5DE5;&#x5177;&#x6765;&#x624B;&#x52A8;&#x5207;&#x7247;&#xFF0C;&#x66F4;&#x63A8;&#x8350;&#x4F7F;&#x7528;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x529F;&#x80FD;&#xFF0C;&#x66F4;&#x52A0;&#x667A;&#x80FD;&#x548C;&#x5FEB;&#x6377;&#x3002;&#x8981;&#x67E5;&#x770B;&#x5F53;&#x524D;&#x7684;&#x77AC;&#x6001;&#x6807;&#x8BB0;&#x72B6;&#x51B5;&#xFF0C;&#x8FDE;&#x6309;&#x97F3;&#x9891;&#x5757;&#x6253;&#x5F00;&#x7F16;&#x8F91;&#x7A97;&#x53E3;&#xFF0C;&#x7136;&#x540E;&#x9009;&#x62E9;&#x300C;&#x663E;&#x793A; -&gt; &#x77AC;&#x53D8;&#x7F16;&#x8F91;&#x6A21;&#x5F0F;&#x300D;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174759.png" alt></p>
<p>5&#x3001;&#x5728;&#x97F3;&#x9891;&#x6587;&#x4EF6;&#x7F16;&#x8F91;&#x5668;&#x4E2D;&#x6309; + &#x6216; &#x2013; &#x53F7;&#x53EF;&#x4EE5;&#x589E;&#x52A0;&#x6216;&#x51CF;&#x5C11;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x7684;&#x6570;&#x91CF;&#x3002;&#x5F53;&#x6570;&#x91CF;&#x5408;&#x9002;&#x65F6;&#xFF0C;&#x4ECE;&#x53F3;&#x952E;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x300C;&#x5728;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x5904;&#x5212;&#x5206;&#x7247;&#x533A;&#x300D;&#x5B8C;&#x6210;&#x5207;&#x7247;&#x3002;&#x539F;&#x59CB;&#x97F3;&#x9891;&#x5757;&#x5C31;&#x88AB;&#x5212;&#x5206;&#x6210;&#x4E86;&#x8BB8;&#x591A;&#x5C0F;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x5212;&#x5206;&#x70B9;&#x5C31;&#x662F;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174816.png" alt></p>
<p>6&#x3001;&#x81F3;&#x6B64;&#xFF0C;&#x97F3;&#x9891;&#x5207;&#x7247;&#x5DF2;&#x5B8C;&#x6210;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x8FDB;&#x884C;&#x521B;&#x4F5C;&#x4E86;&#x3002;&#x6240;&#x6709;&#x5C0F;&#x97F3;&#x9891;&#x5757;&#x90FD;&#x53EF;&#x4EE5;&#x88AB;&#x91CD;&#x65B0;&#x7F16;&#x6392;&#x3001;&#x590D;&#x5236;&#x4EE5;&#x53CA;&#x5EF6;&#x5C55;&#x548C;&#x6536;&#x7F29;&#x3002;&#x53E6;&#x4E00;&#x4E2A;&#x5E38;&#x7528;&#x7684;&#x6280;&#x672F;&#x662F;&#x5C06;&#x67D0;&#x4E2A;&#x5C0F;&#x97F3;&#x9891;&#x5757;&#x79FB;&#x52A8;&#x5230;&#x4E00;&#x6761;&#x65B0;&#x8F68;&#x9053;&#x4E0A;&#xFF0C;&#x7136;&#x540E;&#x4E3A;&#x5B83;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x72EC;&#x7279;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x4F8B;&#x5982;&#x5EF6;&#x8FDF;&#x3001;&#x538B;&#x7F29;&#x6216; Bitcrush &#x7B49;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174827.png" alt></p>
<p>7&#x3001;&#x56DE;&#x5230;&#x4E0A;&#x4E00;&#x6B65;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x53EF;&#x4EE5;&#x5728;&#x53F3;&#x952E;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x8F6C;&#x6362; -&gt; &#x8F6C;&#x6362;&#x6210;&#x65B0;&#x7684;&#x91C7;&#x6837;&#x5668;&#x8F68;&#x9053;&#xFF0C;&#x5212;&#x5206;&#x597D;&#x7684;&#x5C0F;&#x97F3;&#x9891;&#x5757;&#x5C06;&#x88AB;&#x8F6C;&#x6362;&#x4E3A;&#x4E00;&#x4E2A; EXS24 &#x7684;&#x91C7;&#x6837;&#x4E50;&#x5668;&#x3002;&#x8FD9;&#x6837;&#x505A;&#x9887;&#x6709;&#x76CA;&#x5904;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5BF9;&#x8FD9;&#x4E9B;&#x91C7;&#x6837;&#x8FDB;&#x884C;&#x539F;&#x59CB;&#x7D20;&#x6750;&#x4E0D;&#x53EF;&#x80FD;&#x505A;&#x5230;&#x7684;&#x4FEE;&#x9970;&#x548C;&#x7F16;&#x6392;&#xFF0C;&#x6BD4;&#x5982;&#x5C06;&#x67D0;&#x62CD;&#x9F13;&#x58F0;&#x53CD;&#x5411;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x5236;&#x9020;&#x6025;&#x4FC3;&#x5FAA;&#x73AF;&#x7684;&#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174848.png" alt></p>
<p>8&#x3001;&#x5728;&#x300C;&#x8F6C;&#x6362;&#x6210;&#x65B0;&#x7684;&#x91C7;&#x6837;&#x5668;&#x8F68;&#x9053;&#x300D;&#x5BF9;&#x8BDD;&#x6846;&#x4E2D;&#xFF0C;&#x4E00;&#x5B9A;&#x8981;&#x9009;&#x4E2D;&#x300C;&#x7247;&#x6BB5;&#x300D;&#x9009;&#x9879;&#xFF0C;&#x8FD9;&#x6837; Logic Pro &#x624D;&#x80FD;&#x5BF9;&#x6B63;&#x786E;&#x7684;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x8F6C;&#x6362;&#x3002;&#x8F6C;&#x6362;&#x7684;&#x7ED3;&#x679C;&#x662F;&#x4E00;&#x4E2A;&#x65B0; EXS24 &#x4E50;&#x5668;&#xFF0C;&#x4EE5;&#x53CA;&#x4E00;&#x4E32;&#x6309;&#x5207;&#x7247;&#x6392;&#x5E8F;&#x7684; MIDI &#x97F3;&#x7B26;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x5C31;&#x5C1D;&#x8BD5;&#x7740;&#x5F39;&#x594F;&#x8FD9;&#x4E9B;&#x5FAA;&#x73AF;&#x91C7;&#x6837;&#xFF0C;&#x6216;&#x4F7F;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x8FDB;&#x884C;&#x521B;&#x9020;&#x5427;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174856.png" alt></p>
<p>9&#x3001;&#x901A;&#x8FC7; EXS24 &#x7684;&#x9762;&#x677F;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8FDB;&#x4E00;&#x6B65;&#x6539;&#x52A8;&#x91C7;&#x6837;&#x6570;&#x636E;&#xFF0C;&#x6BD4;&#x5982;&#x51CF;&#x77ED; Envelope 2&#xFF08;&#x7528;&#x6765;&#x63A7;&#x5236;&#x653E;&#x5927;&#x5668; amplifier&#xFF09;&#xFF0C;&#x4FEE;&#x6539;&#x91C7;&#x6837;&#x7684;&#x97F3;&#x9AD8;&#xFF0C;&#x6216;&#x5BF9;&#x91C7;&#x6837;&#x8FDB;&#x884C;&#x6EE4;&#x6CE2;&#x3002;&#x5728; EXS24 &#x9762;&#x677F;&#x4E0A;&#x70B9;&#x6309;&#x300C;Edit&#x300D;&#x6309;&#x94AE;&#x540E;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x66F4;&#x591A;&#x6709;&#x8DA3;&#x7684;&#x53C2;&#x6570;&#x4FEE;&#x6539;&#x3002;&#xFF08;&#x8BD1;&#x6CE8;&#xFF1A;&#x82E5;&#x770B;&#x4E0D;&#x5230; EXS24 &#x7684; Edit &#x6309;&#x94AE;&#xFF0C;&#x8BF7;&#x5728;&#x300C;&#x504F;&#x597D;&#x8BBE;&#x7F6E; -&gt; &#x9AD8;&#x7EA7;&#x300D;&#x91CC;&#x9009;&#x4E2D;&#x300C;&#x663E;&#x793A;&#x9AD8;&#x7EA7;&#x5DE5;&#x5177;&#x300D;&#xFF0C;&#x7136;&#x540E;&#x9009;&#x4E2D;&#x300C;&#x9AD8;&#x7EA7;&#x7F16;&#x8F91;&#x300D;&#xFF09;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174914.png" alt></p>
<p>10&#x3001;&#x5728; EXS24 &#x7F16;&#x8F91;&#x5668;&#x7A97;&#x53E3;&#x4E2D;&#xFF0C;&#x4F1A;&#x663E;&#x793A;&#x6240;&#x6709;&#x91C7;&#x6837;&#x58F0;&#x97F3;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x533A;&#x57DF;&#x90FD;&#x53EF;&#x4EE5;&#x5355;&#x72EC;&#x8BBE;&#x5B9A;&#x53C2;&#x6570;&#x503C;&#xFF0C;&#x6BCF;&#x4E00;&#x4E2A;&#x91C7;&#x6837;&#x90FD;&#x5305;&#x62EC;&#x97F3;&#x8C03;&#x3001;&#x97F3;&#x91CF;&#x548C;&#x58F0;&#x76F8;&#x7B49;&#x3002;&#x5176;&#x4E2D;&#x53CD;&#x5411;&#x662F;&#x4E00;&#x4E2A;&#x5F88;&#x6709;&#x7528;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x5B83;&#x80FD;&#x591F;&#x4E3A;&#x5FAA;&#x73AF;&#x7D20;&#x6750;&#x589E;&#x6DFB;&#x610F;&#x60F3;&#x4E0D;&#x5230;&#x7684;&#x8DA3;&#x5473;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174922.png" alt></p>
<p>11&#x3001;&#x5BF9;&#x4E8E;&#x77ED;&#x4FC3;&#x578B;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x540C;&#x6837;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x91C7;&#x6837;&#x5FAA;&#x73AF;&#x6765;&#x5236;&#x4F5C;&#x3002;&#x8FD9;&#x79CD;&#x6548;&#x679C;&#x7C7B;&#x4F3C;&#x4E8E;&#x7528; 1/32 &#x5206;&#x97F3;&#x7B26;&#x53CD;&#x590D;&#x64AD;&#x653E;&#x4E00;&#x6BB5;&#x91C7;&#x6837;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x66F4;&#x5FEB;&#x3002;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#xFF0C;&#x5FAA;&#x73AF;&#x53C2;&#x6570;&#x662F;&#x4E0D;&#x53EF;&#x89C1;&#x7684;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x70B9;&#x9009;&#x300C;&#x663E;&#x793A; -&gt; &#x533A;&#x57DF;&#xFF1A;&#x5FAA;&#x73AF;&#x300D;&#x83DC;&#x5355;&#x9879;&#x6765;&#x4F7F;&#x7528;&#x5B83;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174931.png" alt></p>
<p>12&#x3001;&#x542F;&#x7528;&#x5FAA;&#x73AF;&#x540E;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x5236;&#x4F5C;&#x77ED;&#x4FC3;&#x578B;&#x6548;&#x679C;&#x4E86;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x8BBE;&#x5B9A;&#x5FAA;&#x73AF;&#x7684;&#x957F;&#x5EA6;&#x3001;&#x8D77;&#x59CB;&#x70B9;&#x548C;&#x7ED3;&#x675F;&#x70B9;&#x3002;&#x8F83;&#x77ED;&#x7684;&#x5FAA;&#x73AF;&#x4F1A;&#x51FA;&#x73B0;&#x67D0;&#x79CD;&#x7279;&#x5B9A;&#x7684;&#x97F3;&#x8C03;&#xFF0C;&#x800C;&#x8F83;&#x957F;&#x7684;&#x542C;&#x8D77;&#x6765;&#x5C31;&#x662F;&#x4E00;&#x6BB5;&#x7D20;&#x6750;&#x7684;&#x5FEB;&#x901F;&#x91CD;&#x653E;&#xFF08;&#x589E;&#x52A0;&#x7ED3;&#x675F;&#x70B9;&#x53C2;&#x6570;&#x5373;&#x53EF;&#xFF09;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/8a8c8ea936a90e6695904d8689481a8f.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/54eebc922f62b6fc54d174f53aab9b9a.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-3.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../51.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../51.html" itemprop="url">Logic Pro X 系列教程 4：MIDI 效果器</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:31:08+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174153.png" alt></p>
<p><strong>Logic Pro X &#x5185;&#x7F6E;&#x4E86;&#x8BB8;&#x591A;&#x5B9E;&#x7528;&#x7684; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x4F8B;&#x5982;&#x7436;&#x97F3;&#x5668; Arpeggiator&#x3001;&#x529B;&#x5EA6;&#x5904;&#x7406;&#x5668; Velocity Processor &#x7B49;&#x3002;&#x672C;&#x6587; Mark Cousins &#x5C06;&#x5E26;&#x4F60;&#x638C;&#x63E1;&#x8FD9;&#x7C7B; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174205.png" alt></p>
<p>&#x76F8;&#x4FE1;&#x6709;&#x4E0D;&#x5C11;&#x8BFB;&#x8005;&#x5DF2;&#x7ECF;&#x63A5;&#x89E6;&#x751A;&#x81F3;&#x5927;&#x91CF;&#x5E94;&#x7528; Arpeggiator&#xFF08;&#x4E0B;&#x4E3A;&#x7436;&#x97F3;&#x5668;&#xFF09;&#x4E86;&#xFF0C;Logic Pro X &#x7684;&#x5176;&#x4ED6; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x540C;&#x6837;&#x503C;&#x5F97;&#x6316;&#x6398;&#x3002;MIDI &#x63D2;&#x4EF6;&#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x73B0;&#x573A;&#x6F14;&#x51FA;&#x3001;&#x7F16;&#x66F2;&#x5236;&#x4F5C;&#x548C;&#x521B;&#x610F;&#x97F3;&#x4E50;&#x4E09;&#x4E2A;&#x65B9;&#x5411;&#x5F53;&#x4E2D;&#x7684;&#x5C45;&#x95F4;&#x8005;&#x3002;&#x5B83;&#x5BF9;&#x97F3;&#x4E50;&#x521B;&#x4F5C;&#x7684;&#x6FC0;&#x52B1;&#x4F5C;&#x7528;&#x4E0D;&#x53EF;&#x5C0F;&#x89D1;&#xFF0C;&#x914D;&#x4E0A;&#x540C;&#x6837;&#x662F;&#x65B0;&#x53D1;&#x5E03;&#x7684;&#x63D2;&#x4EF6; Drum Kit Designer &#x548C; Retro Synth &#x66FE;&#x66F4;&#x80FD;&#x663E;&#x793A;&#x51FA;&#x5176;&#x5A01;&#x529B;&#x3002;</p>
<p>&#x672C;&#x6587;&#x5C06;&#x91CD;&#x70B9;&#x8BA8;&#x8BBA;&#x4E09;&#x79CD; MIDI &#x6548;&#x679C;&#x5668;&#x7684;&#x5E94;&#x7528;&#x5B9E;&#x4F8B;&#x3002;&#x7B2C;&#x4E00;&#x79CD;&#x662F;&#x5173;&#x4E8E; MIDI &#x6548;&#x679C;&#x5668;&#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x6982;&#x5FF5;&#xFF1A;&#x5B9E;&#x65F6;&#x6F14;&#x594F;&#x8C03;&#x6574;&#x3002;</p>
<p>&#x5927;&#x5BB6;&#x6216;&#x8BB8;&#x5BF9;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x5E76;&#x4E0D;&#x964C;&#x751F;&#xFF0C;&#x4F1A;&#x7ECF;&#x5E38;&#x7528;&#x5B83;&#x6765;&#x7F16;&#x8F91; MIDI &#x6570;&#x636E;&#x3002;&#x4F46;&#x8FD8;&#x6709;&#x4E00;&#x79CD;&#x65B9;&#x6CD5;&#xFF0C;&#x5C31;&#x662F;&#x5229;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x6765;&#x5B9E;&#x65F6;&#x8C03;&#x6574; MIDI &#x6570;&#x636E;&#xFF0C;&#x4F8B;&#x5982;&#x6BD4;&#x8F83;&#x5E38;&#x89C1;&#x7684;&#x529B;&#x5EA6;&#x5904;&#x7406;&#x5668;&#xFF08;Velocity Processor&#xFF09;&#x3002;&#x5728;&#x63A5;&#x4E0B;&#x6765;&#x7684;&#x8BB2;&#x89E3;&#x4E2D;&#xFF0C;&#x4F60;&#x4F1A;&#x4E86;&#x89E3;&#x5230; MIDI &#x5C06;&#x4E0D;&#x5355;&#x5355;&#x662F;&#x4E00;&#x79CD;&#x5E8F;&#x5217;&#x5316;&#x7684;&#x97F3;&#x7B26;&#x6570;&#x636E;&#x4E86;&#x3002;</p>
<p>&#x4ECE;&#x521B;&#x4F5C;&#x7684;&#x89D2;&#x5EA6;&#x6765;&#x770B;&#xFF0C;MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x5BF9;&#x4E8E;&#x821E;&#x66F2;&#x5236;&#x4F5C;&#x4EBA;&#x6765;&#x8BF4;&#x5C31;&#x50CF;&#x662F;&#x68A6;&#x5E7B;&#x4E2D;&#x7684;&#x5DE5;&#x5177;&#x3002;&#x4ED6;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x3001;&#x548C;&#x5F26;&#x89E6;&#x53D1;&#x5668;&#xFF08;Chord Trigger&#xFF09;&#x4EE5;&#x53CA;&#x97F3;&#x7B26;&#x91CD;&#x590D;&#x5668;&#xFF08;Note Repeater&#xFF09;&#x6765;&#x5236;&#x4F5C;&#x97F3;&#x4E50;&#x7247;&#x6BB5;&#xFF0C;&#x4ECE;&#x800C;&#x6539;&#x53D8;&#x4E00;&#x5207;&#x7531;&#x96F6;&#x5F00;&#x59CB;&#xFF0C;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#x5730;&#x5F55;&#x5236;&#x6216;&#x7F16;&#x8F91;&#x7684;&#x5236;&#x4F5C;&#x65B9;&#x5F0F;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x53EA;&#x5F39;&#x594F;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#xFF0C;&#x5E76;&#x7ACB;&#x523B;&#x5F97;&#x5230;&#x4E00;&#x4E32;&#x590D;&#x6742;&#x7684;&#x548C;&#x5F26;&#x5206;&#x89E3;&#xFF0C;&#x6216;&#x8005;&#x548C;&#x5F26;&#x5185;&#x7684;&#x968F;&#x673A;&#x97F3;&#x7B26;&#x5E8F;&#x5217;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x5982;&#x4F55;&#x5904;&#x7406;&#x5F39;&#x594F;&#x7684;&#x5185;&#x5BB9;&#x751A;&#x81F3;&#x6BD4;&#x539F;&#x59CB;&#x5185;&#x5BB9;&#x8FD8;&#x8981;&#x91CD;&#x8981;&#xFF01;</p>
<p>&#x5C3D;&#x7BA1;&#x8FD9;&#x7BC7;&#x6559;&#x7A0B;&#x9488;&#x5BF9; MIDI &#x6548;&#x679C;&#x5668;&#x8FDB;&#x884C;&#x4E86;&#x8F83;&#x4E3A;&#x5168;&#x9762;&#x7684;&#x4ECB;&#x7ECD;&#xFF0C;&#x4F46;&#x8FD9;&#x4ECD;&#x7136;&#x53EA;&#x662F;&#x51B0;&#x5C71;&#x4E00;&#x89D2;&#xFF0C;&#x5BF9;&#x4E8E;&#x811A;&#x672C;&#x7F16;&#x8F91;&#x5668;&#xFF08;Scripter&#xFF09;&#x63D2;&#x4EF6;&#x6765;&#x8BF4;&#x66F4;&#x662F;&#x5982;&#x6B64;&#x3002;Logic Pro X &#x7684; MIDI &#x6548;&#x679C;&#x5668;&#x662F;&#x5B83;&#x6700;&#x5438;&#x5F15;&#x4EBA;&#x7684;&#x65B0;&#x7279;&#x6027;&#x4E4B;&#x4E00;&#xFF0C;&#x51E0;&#x4E4E;&#x6240;&#x6709;&#x98CE;&#x683C;&#x7684;&#x97F3;&#x4E50;&#x90FD;&#x53EF;&#x4EE5;&#x4ECE;&#x4E2D;&#x83B7;&#x5F97;&#x4E00;&#x4E9B;&#x76CA;&#x5904;&#x3002;</p>
<h4 id="&#x4F7F;&#x7528;-MIDI-&#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;"><a href="#&#x4F7F;&#x7528;-MIDI-&#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;" class="headerlink" title="&#x4F7F;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;"></a>&#x4F7F;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174227.png" alt></p>
<p>1&#x3001;&#x6211;&#x4EEC;&#x5148;&#x7528;&#x7B2C;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x6765;&#x4ECB;&#x7ECD;&#x5355;&#x4E2A; MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x5BF9;&#x97F3;&#x4E50;&#x6F14;&#x594F;&#x4EA7;&#x751F;&#x7684;&#x6548;&#x679C;&#x3002;&#x57FA;&#x672C;&#x7D20;&#x6750;&#x662F;&#x4E00;&#x6BB5;&#x9F13;&#x7EC4;&#x8282;&#x62CD;&#xFF0C;&#x97F3;&#x6E90;&#x91C7;&#x7528; Drum Kit Designer&#x3002;&#x9996;&#x5148;&#x5728;&#x901A;&#x9053;&#x6761;&#x4E0A;&#x8FB9;&#x7684; MIDI FX &#x63D2;&#x69FD;&#x91CC;&#x6FC0;&#x6D3B;&#x4E00;&#x4E2A;&#x529B;&#x5EA6;&#x5904;&#x7406;&#x5668;&#xFF08;Velocity Processor&#xFF09;&#x3002;MIDI &#x6548;&#x679C;&#x5668;&#x63D2;&#x4EF6;&#x7684;&#x63D2;&#x69FD;&#x989C;&#x8272;&#x662F;&#x7EFF;&#x8272;&#x7684;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174239.png" alt></p>
<p>2&#x3001;&#x6240;&#x6709; MIDI &#x6548;&#x679C;&#x5668;&#x90FD;&#x80FD;&#x5B9E;&#x65F6;&#x6539;&#x53D8; MIDI &#x6570;&#x636E;&#x6D41;&#xFF0C;&#x5C31;&#x50CF;&#x97F3;&#x9891;&#x63D2;&#x4EF6;&#x5B9E;&#x65F6;&#x5904;&#x7406;&#x97F3;&#x9891;&#x4FE1;&#x53F7;&#x4E00;&#x6837;&#x3002;&#x6211;&#x4EEC;&#x9009;&#x7528;&#x7684;&#x529B;&#x5EA6;&#x5904;&#x7406;&#x5668;&#xFF08;Velocity Processor&#xFF09;&#x5C31;&#x662F;&#x4E13;&#x95E8;&#x5904;&#x7406;&#x529B;&#x5EA6;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A;&#x5BF9; MIDI &#x6570;&#x636E;&#x6D41;&#x8FDB;&#x884C;&#x7684;&#x300C;&#x538B;&#x7F29;&#x300D;&#x5904;&#x7406;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x9F13;&#x7EC4;&#x7684;&#x529B;&#x5EA6;&#x52A8;&#x6001;&#x9A6C;&#x4E0A;&#x53D1;&#x751F;&#x4E86;&#x6539;&#x53D8;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174248.png" alt></p>
<p>3&#x3001;&#x73B0;&#x5728;&#x6211;&#x4EEC;&#x6765;&#x4E86;&#x89E3;&#x4E00;&#x4E0B;&#x5404;&#x4E2A;&#x53C2;&#x6570;&#x7684;&#x610F;&#x4E49;&#x3002;&#x589E;&#x52A0; Ratio&#xFF08;&#x6BD4;&#x7387;&#xFF09;&#x53EF;&#x4EE5;&#x63D0;&#x5347;&#x5904;&#x7406;&#x5F3A;&#x5EA6;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8D85;&#x8FC7; Threshold&#xFF08;&#x9608;&#x503C;&#xFF09;&#x7684;&#x97F3;&#x7B26;&#x529B;&#x5EA6;&#x8981;&#x8870;&#x51CF;&#x591A;&#x5C11;&#x3002;&#x589E;&#x5927;&#x8FD9;&#x4E2A;&#x53C2;&#x6570;&#x65F6;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x9F13;&#x7EC4;&#x6F14;&#x594F;&#x9A6C;&#x4E0A;&#x53D8;&#x5F97;&#x5B89;&#x9759;&#x4E86;&#x4E9B;&#xFF0C;&#x800C;&#x4E14;&#x529B;&#x5EA6;&#x52A8;&#x6001;&#x8303;&#x56F4;&#x4E5F;&#x51CF;&#x5C0F;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174257.png" alt></p>
<p>4&#x3001;&#x73B0;&#x5728;&#x8BD5;&#x8BD5;&#x8C03;&#x8282; Threshold&#xFF08;&#x9608;&#x503C;&#xFF09;&#xFF0C;&#x542C;&#x4E00;&#x4E0B;&#x524D;&#x540E;&#x7684;&#x533A;&#x522B;&#x3002;&#x9608;&#x503C;&#x8D8A;&#x4F4E;&#xFF0C;&#x6F14;&#x594F;&#x58F0;&#x5C31;&#x8D8A;&#x5C0F;&#xFF0C;&#x529B;&#x5EA6;&#x4E5F;&#x8D8B;&#x5411;&#x6241;&#x5E73;&#x5316;&#x3002;&#x63D0;&#x9AD8;&#x9608;&#x503C;&#x5219;&#x80FD;&#x591F;&#x4F7F;&#x58F0;&#x97F3;&#x53D8;&#x5927;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BA9;&#x5904;&#x7406;&#x5668;&#x53EA;&#x5904;&#x7406;&#x529B;&#x5EA6;&#x8F83;&#x5927;&#x7684;&#x97F3;&#x7B26;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x63D0;&#x5347;&#x4E00;&#x4E0B; Make Up&#xFF08;&#x589E;&#x76CA;&#xFF09;&#xFF0C;&#x6574;&#x4F53;&#x63D0;&#x5347;&#x6240;&#x6709;&#x97F3;&#x7B26;&#x7684;&#x529B;&#x5EA6;&#xFF0C;&#x8FD9;&#x6837;&#x53EF;&#x4EE5;&#x4F7F;&#x529B;&#x5EA6;&#x8FC7;&#x5C0F;&#x7684;&#x97F3;&#x7B26;&#x6062;&#x590D;&#x97F3;&#x91CF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174306.png" alt></p>
<p>5&#x3001;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x662F;&#x7528;&#x529B;&#x5EA6;&#x5904;&#x7406;&#x5668;&#x5B9E;&#x73B0;&#x6269;&#x5C55;&#x5668;&#xFF08;Expander&#xFF09;&#x7684;&#x505A;&#x6CD5;&#x3002;&#x9996;&#x5148;&#x628A; Ratio&#xFF08;&#x6BD4;&#x7387;&#xFF09;&#x8C03;&#x6574;&#x4E3A; 0.125&#xFF0C;Make Up&#xFF08;&#x589E;&#x76CA;&#xFF09;&#x8C03;&#x6574;&#x4E3A; -110&#xFF0C;&#x7136;&#x540E;&#x6162;&#x6162;&#x5C1D;&#x8BD5;&#x4E0D;&#x540C;&#x7684; Threshold&#xFF08;&#x9608;&#x503C;&#xFF09;&#x3002;&#x8C03;&#x8282;&#x8FC7;&#x7A0B;&#x4E2D;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x90E8;&#x5206;&#x6F14;&#x594F;&#x5185;&#x5BB9;&#x597D;&#x50CF;&#x5B8C;&#x5168;&#x6D88;&#x5931;&#x4E86;&#xFF0C;&#x4F7F;&#x5F97;&#x8282;&#x62CD;&#x66F4;&#x52A0;&#x7B80;&#x6D01;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174315.png" alt></p>
<p>6&#x3001;Comp/Exp&#xFF08;&#x538B;&#x7F29;/&#x6269;&#x5C55;&#xFF09;&#x6A21;&#x5F0F;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#x6548;&#x679C;&#x90FD;&#x5F88;&#x4E0D;&#x9519;&#xFF0C;&#x800C;&#x53E6;&#x5916;&#x4E24;&#x4E2A;&#x6A21;&#x5F0F;&#x4E5F;&#x5F88;&#x503C;&#x5F97;&#x4E00;&#x8BD5;&#x3002;Add/Scale &#x66F4;&#x4E3A;&#x7B80;&#x5355;&#xFF0C;&#x76F4;&#x63A5;&#x589E;&#x51CF;&#x4E00;&#x5B9A;&#x6BD4;&#x4F8B;&#x7684;&#x529B;&#x5EA6;&#x503C;&#x3002;&#x6BD4;&#x5982;&#x5C06; Scale&#xFF08;&#x6BD4;&#x4F8B;&#xFF09;&#x8BBE;&#x4E3A; 69% &#x4F7F;&#x5F97;&#x6F14;&#x594F;&#x66F4;&#x52A0;&#x7A81;&#x51FA;&#xFF0C;&#x8F83;&#x91CD;&#x7684;&#x548C;&#x8F83;&#x8F7B;&#x7684;&#x529B;&#x5EA6;&#x90FD;&#x4F1A;&#x5F97;&#x5230;&#x4E00;&#x5B9A;&#x7684;&#x589E;&#x5F3A;&#x3002;</p>
<h4 id="&#x591A;&#x4E2A;-MIDI-&#x6548;&#x679C;&#x5668;&#x53E0;&#x52A0;&#x4F7F;&#x7528;"><a href="#&#x591A;&#x4E2A;-MIDI-&#x6548;&#x679C;&#x5668;&#x53E0;&#x52A0;&#x4F7F;&#x7528;" class="headerlink" title="&#x591A;&#x4E2A; MIDI &#x6548;&#x679C;&#x5668;&#x53E0;&#x52A0;&#x4F7F;&#x7528;"></a>&#x591A;&#x4E2A; MIDI &#x6548;&#x679C;&#x5668;&#x53E0;&#x52A0;&#x4F7F;&#x7528;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174344.png" alt></p>
<p>1&#x3001;&#x5982;&#x540C;&#x97F3;&#x9891;&#x63D2;&#x4EF6;&#x4E00;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x53E0;&#x52A0;&#x591A;&#x4E2A; MIDI &#x6548;&#x679C;&#x5668;&#x6765;&#x4F7F;&#x7528;&#xFF0C;&#x5F97;&#x5230;&#x590D;&#x5408;&#x7684;&#x5904;&#x7406;&#x6548;&#x679C;&#x3002;&#x6BCF;&#x4E00;&#x4E2A;&#x63D2;&#x4EF6;&#x90FD;&#x4F1A;&#x5728;&#x524D;&#x4E00;&#x4E2A;&#x63D2;&#x4EF6;&#x5904;&#x7406;&#x7684;&#x57FA;&#x7840;&#x4E4B;&#x4E0A;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x81EA;&#x5DF1;&#x7684;&#x5904;&#x7406;&#x3002;&#x53E0;&#x52A0;&#x4F7F;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x540E;&#xFF0C;&#x4F60;&#x624D;&#x4F1A;&#x770B;&#x5230; MIDI &#x6548;&#x679C;&#x5668;&#x7CFB;&#x7EDF;&#x7684;&#x771F;&#x5B9E;&#x6F5C;&#x529B;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x65B0;&#x5EFA;&#x4E00;&#x4E2A;&#x8F68;&#x9053;&#xFF0C;&#x52A0;&#x8F7D; Retro Synth &#x4E50;&#x5668;&#xFF0C;&#x7136;&#x540E;&#x6FC0;&#x6D3B;&#x4E00;&#x4E2A;&#x548C;&#x5F26;&#x89E6;&#x53D1;&#x5668;&#xFF08;Chord Trigger&#xFF09;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174353.png" alt></p>
<p>2&#x3001;&#x548C;&#x5F26;&#x89E6;&#x53D1;&#x5668;&#x63D2;&#x4EF6;&#x548C; Logic Pro 9 Environment &#x4E2D;&#x7684; Chord Memorizer &#x5BF9;&#x8C61;&#x7C7B;&#x4F3C;&#x3002;&#x6309;&#x4E0B; Learn&#xFF08;&#x5B66;&#x4E60;&#xFF09;&#x6309;&#x94AE;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x5B9A;&#x4E49;&#x4E00;&#x4E2A;&#x548C;&#x5F26;&#x5E76;&#x6620;&#x5C04;&#x5230;&#x67D0;&#x4E2A;&#x97F3;&#x7B26;&#x4E0A;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x4E0B;&#x8FB9;&#x7684;&#x6A59;&#x8272;&#x952E;&#x76D8;&#x4E0A;&#x70B9;&#x6309;&#x6240;&#x9700;&#x97F3;&#x7B26;&#xFF0C;&#x6216;&#x8005;&#x76F4;&#x63A5;&#x5728;&#x952E;&#x76D8;&#x4E0A;&#x5F39;&#x51FA;&#x548C;&#x5F26;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x5F39;&#x594F;&#x4E0D;&#x540C;&#x7684;&#x97F3;&#x5C06;&#x89E6;&#x53D1;&#x76F8;&#x5E94;&#x7684;&#x548C;&#x5F26;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174400.png" alt></p>
<p>3&#x3001;&#x5728;&#x548C;&#x5F26;&#x89E6;&#x53D1;&#x5668;&#x4E4B;&#x540E;&#xFF0C;&#x63D2;&#x5165;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#x91CD;&#x590D;&#x5668;&#xFF08;Note Repeater&#xFF09;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x7406;&#x89E3;&#x4E3A;&#x4E00;&#x4E2A; MIDI &#x5E8F;&#x5217;&#x7684;&#x5EF6;&#x8FDF;&#x6548;&#x679C;&#x5668;&#xFF0C;&#x5F39;&#x594F;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#x5C06;&#x6309;&#x8282;&#x62CD;&#x53D1;&#x51FA;&#x76F8;&#x540C;&#x7684;&#x82E5;&#x5E72;&#x6B21;&#x58F0;&#x97F3;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x91CC;&#xFF0C;&#x6211;&#x4EEC;&#x5C06; Repeat&#xFF08;&#x91CD;&#x590D;&#x6B21;&#x6570;&#xFF09;&#x8BBE;&#x4E3A; 3 &#x6B21;&#xFF0C;Delay&#xFF08;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#xFF09;&#x8BBE;&#x4E3A; 1/8d&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x53EA;&#x9700;&#x5F39;&#x594F;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#xFF0C;&#x4F60;&#x5C31;&#x53EF;&#x4EE5;&#x542C;&#x5230;&#x4E09;&#x4E2A;&#x6784;&#x9020;&#x5B8C;&#x7F8E;&#x7684;&#x548C;&#x5F26;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174414.png" alt></p>
<p>4&#x3001;&#x97F3;&#x7B26;&#x91CD;&#x590D;&#x5668;&#x6709;&#x4E24;&#x4E2A;&#x5341;&#x5206;&#x6709;&#x8DA3;&#x7684;&#x53C2;&#x6570;&#xFF0C;Transpose&#xFF08;&#x79FB;&#x8C03;&#xFF09;&#x548C; Velocity Ramp&#xFF08;&#x529B;&#x5EA6;&#x5761;&#x5EA6;&#xFF09;&#x3002;&#x79FB;&#x8C03;&#x5C06;&#x5BF9;&#x6BCF;&#x4E2A;&#x5EF6;&#x8FDF;&#x58F0;&#x97F3;&#x8FDB;&#x884C;&#x4E00;&#x5B9A;&#x7684;&#x6574;&#x4F53;&#x79FB;&#x8C03;&#xFF0C;&#x4F8B;&#x5982;&#x8BBE;&#x7F6E;&#x4E3A; +12 &#x5C31;&#x4F1A;&#x628A;&#x6BCF;&#x6B21;&#x5EF6;&#x8FDF;&#x90FD;&#x63D0;&#x5347;&#x4E00;&#x4E2A;&#x516B;&#x5EA6;&#x3002;&#x529B;&#x5EA6;&#x5761;&#x5EA6;&#x529F;&#x80FD;&#x4F1A;&#x8BA9;&#x5EF6;&#x8FDF;&#x58F0;&#x97F3;&#x9010;&#x6E10;&#x53D8;&#x5927;&#x6216;&#x53D8;&#x5C0F;&#xFF0C;&#x4F8B;&#x5982;&#x8BBE;&#x7F6E;&#x4E3A; 85%&#xFF0C;&#x56DE;&#x9988;&#x58F0;&#x4F1A;&#x8D8A;&#x6765;&#x8D8A;&#x5C0F;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174421.png" alt></p>
<p>5&#x3001;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x518D;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A; Modulator&#xFF08;&#x8C03;&#x5236;&#x5668;&#xFF09;&#x5230;&#x63D2;&#x4EF6;&#x5E8F;&#x5217;&#x4E2D;&#x3002;&#x8C03;&#x5236;&#x5668;&#x6BD4;&#x8F83;&#x7279;&#x522B;&#xFF0C;&#x5B83;&#x5E76;&#x975E;&#x7B80;&#x5355;&#x7684;&#x5BF9;&#x5DF2;&#x6709;&#x6570;&#x636E;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x800C;&#x662F;&#x4F1A;&#x6DFB;&#x52A0; MIDI CC &#x4FE1;&#x606F;&#xFF0C;&#x6BD4;&#x5982; LFO&#xFF08;&#x4F4E;&#x9891;&#x632F;&#x8361;&#x5668;&#xFF09;&#x548C; ENV&#xFF08;&#x5305;&#x7EDC;&#xFF09;&#x4F1A;&#x4EE5;&#x97F3;&#x7B26;&#x4E3A;&#x89E6;&#x53D1;&#x6761;&#x4EF6;&#x8FDB;&#x884C;&#x5904;&#x7406;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x9ED8;&#x8BA4;&#x8BBE;&#x7F6E;&#x4F1A;&#x5236;&#x9020;&#x4E00;&#x4E2A;&#x548C;&#x66F2;&#x901F;&#x540C;&#x6B65;&#x7684; LFO &#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174431.png" alt></p>
<p>6&#x3001;&#x5F53;&#x7136;&#xFF0C;&#x548C;&#x6240;&#x6709; MIDI &#x6548;&#x679C;&#x5668;&#x4E00;&#x6837;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x719F;&#x77E5;&#x4F60;&#x4F7F;&#x7528;&#x7684;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x97F3;&#x6E90;&#x662F;&#x5426;&#x80FD;&#x591F;&#x54CD;&#x5E94; MIDI &#x6548;&#x679C;&#x5668;&#x505A;&#x51FA;&#x7684;&#x5904;&#x7406;&#xFF0C;&#x6BD4;&#x5982;&#x529B;&#x5EA6;&#x6570;&#x636E;&#x6216; MIDI CC &#x547D;&#x4EE4;&#x7B49;&#x3002;Retro Synth &#x4E2D;&#x7684;&#x529B;&#x5EA6;&#x54CD;&#x5E94;&#x662F;&#x9884;&#x5148;&#x7ED1;&#x5B9A;&#x5728;&#x5B83;&#x7684;&#x5185;&#x90E8;&#x653E;&#x5927;&#x5668;&#x548C;&#x8FC7;&#x6EE4;&#x5668;&#x4E0A;&#x7684;&#xFF0C;&#x7136;&#x800C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x5176;&#x4ED6;&#x8C03;&#x5236;&#x65B9;&#x6CD5;&#xFF0C;&#x4F8B;&#x5982;&#x5728; Settings&#xFF08;&#x8BBE;&#x7F6E;&#xFF09;&#x9762;&#x677F;&#x9009;&#x62E9;&#x8C03;&#x5236;&#x8F6E;&#x7B49;&#x3002;</p>
<h4 id="&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x548C;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#xFF08;Randomizer&#xFF09;"><a href="#&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x548C;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#xFF08;Randomizer&#xFF09;" class="headerlink" title="&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x548C;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#xFF08;Randomizer&#xFF09;"></a>&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x548C;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#xFF08;Randomizer&#xFF09;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174441.png" alt></p>
<p>1&#x3001;&#x8FD9;&#x662F;&#x672C;&#x7BC7;&#x6559;&#x7A0B;&#x7684;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x672C;&#x4F8B;&#x4E2D;&#x7684;&#x7EC4;&#x5408;&#x5C06;&#x4F1A;&#x628A; MIDI &#x6548;&#x679C;&#x5668;&#x6982;&#x5FF5;&#x8FDB;&#x884C;&#x6700;&#x5927;&#x9650;&#x5EA6;&#x7684;&#x53D1;&#x6325;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x51E0;&#x4E4E;&#x5B8C;&#x5168;&#x8BA9; MIDI &#x6548;&#x679C;&#x5668;&#x6765;&#x751F;&#x6210;&#x97F3;&#x4E50;&#x3002;&#x6211;&#x4EEC;&#x540C;&#x6837;&#x4EE5; Retro Synth &#x4F5C;&#x4E3A;&#x97F3;&#x6E90;&#xFF0C;&#x79FB;&#x9664;&#x5DF2;&#x6709;&#x7684; MIDI &#x6548;&#x679C;&#x5668;&#xFF0C;&#x7136;&#x540E;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A; Arpeggiator&#xFF08;&#x7436;&#x97F3;&#x5668;&#xFF09;&#x5230;&#x63D2;&#x69FD;&#x4E2D;&#xFF0C;&#x5E76;&#x4F7F;&#x7528;&#x9ED8;&#x8BA4;&#x7684; 1/16 Rate &#x9884;&#x8BBE;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174450.png" alt></p>
<p>2&#x3001;&#x4E0B;&#x9762;&#x662F;&#x672C;&#x4F8B;&#x4E2D;&#x7684;&#x5173;&#x952E;&#xFF1A;Randomizer&#xFF08;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#xFF09;&#x63D2;&#x4EF6;&#x3002;&#x6211;&#x4EEC;&#x5C06;&#x5728; MIDI &#x4FE1;&#x53F7;&#x5904;&#x7406;&#x5E8F;&#x5217;&#x4E2D;&#x4F7F;&#x7528;&#x4E24;&#x6B21;&#x968F;&#x673A;&#x63D2;&#x4EF6;&#x3002;&#x5C06;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#x6DFB;&#x52A0;&#x5230;&#x7436;&#x97F3;&#x5668;&#x540E;&#x9762;&#xFF0C;&#x4F7F;&#x7528;&#x9ED8;&#x8BA4;&#x8BBE;&#x7F6E;&#x5373;&#x53EF;&#x3002;&#x5B83;&#x4F1A;&#x5C06;&#x7436;&#x97F3;&#x5668;&#x4F20;&#x51FA;&#x7684;&#x5E73;&#x76F4;&#x529B;&#x5EA6;&#x6570;&#x636E;&#x968F;&#x673A;&#x6253;&#x4E71;&#xFF0C;&#x8303;&#x56F4;&#x662F; 0-127 &#x4E5F;&#x5C31;&#x662F;&#x5168;&#x90E8;&#x529B;&#x5EA6;&#x503C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174458.png" alt></p>
<p>3&#x3001;&#x63A5;&#x4E0B;&#x6765;&#x518D;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x8FD9;&#x4E00;&#x6B21;&#x628A; Event Type&#xFF08;&#x4E8B;&#x4EF6;&#x7C7B;&#x578B;&#xFF09;&#x6539;&#x6210; Note Number&#xFF08;&#x97F3;&#x7B26;&#x6570;&#x91CF;&#xFF09;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x6BCF;&#x4E00;&#x6B65;&#x90FD;&#x4F1A;&#x4EA7;&#x751F;&#x5DE8;&#x5927;&#x7684;&#x97F3;&#x8C03;&#x504F;&#x79FB;&#x3002;&#x4E0B;&#x9762;&#x628A; Random&#xFF08;&#x968F;&#x673A;&#xFF09;&#x53C2;&#x6570;&#x8BBE;&#x4E3A; 30 &#x5DE6;&#x53F3;&#xFF08;&#x57FA;&#x672C;&#x4E0A;&#x662F; 3 &#x4E2A;&#x516B;&#x5EA6;&#xFF09;&#xFF0C;&#x5E76;&#x628A; Weight&#xFF08;&#x4FA7;&#x91CD;&#xFF09;&#x7A0D;&#x7A0D;&#x504F;&#x5411;&#x9AD8;&#x97F3;&#x533A;&#x3002;&#x542C;&#x542C;&#x73B0;&#x5728;&#x7684;&#x968F;&#x673A;&#x6548;&#x679C;&#x5427;&#xFF01;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174511.png" alt></p>
<p>4&#x3001;&#x968F;&#x673A;&#x97F3;&#x7B26;&#x7EB5;&#x7136;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x4F46;&#x5E76;&#x4E0D;&#x5341;&#x5206;&#x5177;&#x6709;&#x97F3;&#x4E50;&#x6027;&#xFF01;&#x8981;&#x89E3;&#x51B3;&#x8FD9;&#x4E2A;&#x95EE;&#x9898;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x4E24;&#x4E2A;&#x968F;&#x673A;&#x53D1;&#x751F;&#x5668;&#x540E;&#x9762;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A; Transposer&#xFF08;&#x79FB;&#x8C03;&#x5668;&#xFF09;&#x3002;&#x79FB;&#x8C03;&#x5668;&#x4E0D;&#x4EC5;&#x4F1A;&#x5904;&#x7406; MIDI &#x6570;&#x636E;&#xFF0C;&#x8FD8;&#x6709;&#x4E00;&#x4E2A;&#x5341;&#x5206;&#x6709;&#x7528;&#x7684;&#x7279;&#x6027;&#xFF1A;&#x97F3;&#x9636;&#x7EA0;&#x6B63;&#x3002;&#x5C1D;&#x8BD5;&#x4E00;&#x4E0B;&#x300C;Can&#x2019;t Go Wrong&#x300D;&#x9884;&#x8BBE;&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x81EA;&#x5DF1;&#x559C;&#x7231;&#x7684;&#x97F3;&#x9636;&#x79CD;&#x7C7B;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174521.png" alt></p>
<p>5&#x3001;&#x73B0;&#x5728;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x56DE;&#x5230;&#x7436;&#x97F3;&#x5668;&#x63D2;&#x4EF6;&#x4E2D;&#xFF0C;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x4E00;&#x4E9B;&#x5176;&#x4ED6;&#x7684; Input Type&#xFF08;&#x8F93;&#x5165;&#x7C7B;&#x578B;&#xFF09;&#x3002;&#x9009;&#x62E9; Grid &#x6A21;&#x5F0F;&#xFF0C;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x7C7B;&#x4F3C;&#x968F;&#x673A;&#x7684;&#x65CB;&#x5F8B;&#xFF0C;&#x4F60;&#x542C;&#x5230;&#x7684;&#x5C06;&#x4E0D;&#x518D;&#x662F;&#x5355;&#x7EAF;&#x7684; 16 &#x5206;&#x97F3;&#x7B26;&#x91CD;&#x590D;&#x4E86;&#x3002;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x4F7F;&#x7528; Chord&#xFF08;&#x548C;&#x5F26;&#xFF09;&#x6A21;&#x5F0F;&#xFF0C;&#x6309;&#x4F4F;&#x591A;&#x4E2A;&#x97F3;&#x7B26;&#x4EA7;&#x751F;&#x4E00;&#x4E2A;&#x5E8F;&#x5217;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174530.png" alt></p>
<p>6&#x3001;&#x4F7F;&#x7528; MIDI &#x6548;&#x679C;&#x5668;&#x6700;&#x7EC8;&#x662F;&#x4E3A;&#x4E86;&#x5904;&#x7406;&#x51FA;&#x9002;&#x5408;&#x4E8E;&#x5F53;&#x524D;&#x4E50;&#x66F2;&#x7684;&#x6548;&#x679C;&#x3002;&#x5728;&#x7B2C;&#x4E8C;&#x4E2A;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x9700;&#x8981;&#x786E;&#x4FDD; Retro Synth &#x80FD;&#x591F;&#x54CD;&#x5E94;&#x4F60;&#x53D1;&#x51FA;&#x7684;&#x63A7;&#x5236;&#x4FE1;&#x606F;&#xFF0C;&#x6BD4;&#x5982;&#x901A;&#x8FC7;&#x529B;&#x5EA6;&#x6765;&#x89E6;&#x53D1;&#x6EE4;&#x6CE2;&#x5668;&#x7684;&#x53D8;&#x5316;&#xFF0C;&#x6216;&#x5728;&#x97F3;&#x5E8F;&#x4E2D;&#x521B;&#x9020;&#x7A7A;&#x95F4;&#x611F;&#x7B49;&#x5185;&#x5BB9;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/c4af000f670f8a1305ca05a0f882381e.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/0225c83ccab8eecbb0a04863c5b71163.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-4.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../52.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../52.html" itemprop="url">Logic Pro X 系列教程 5：Flex Time</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:28:13+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173409.png" alt></p>
<p><strong>Flex Time &#x5728; Logic Pro X &#x4E2D;&#x88AB;&#x5168;&#x9762;&#x6539;&#x8FDB;&#xFF0C;&#x6210;&#x4E3A;&#x97F3;&#x9891;&#x5236;&#x4F5C;&#x5F53;&#x4E2D;&#x66F4;&#x52A0;&#x5F3A;&#x5927;&#x7684;&#x5DE5;&#x5177;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x9760;&#x5B83;&#x5B8C;&#x6210;&#x5341;&#x5206;&#x7EC6;&#x81F4;&#x7684;&#x8282;&#x62CD;&#x6821;&#x51C6;&#x548C;&#x97F3;&#x51C6;&#x4FEE;&#x6B63;&#x3002;&#x672C;&#x6587;&#x7531; Mark Cousins &#x5411;&#x4F60;&#x4ECB;&#x7ECD; Flex Time &#x7075;&#x6D3B;&#x7684;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#x3002;</strong></p>
<p><strong>&#x672C;&#x7BC7;&#x6559;&#x7A0B;&#x6240;&#x4F7F;&#x7528;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF1A;<a href="/external_links/bdb322fcb0c092020318c5fa1397de5d.html" target="blank" rel="noopener">&#x70B9;&#x6309;&#x8FD9;&#x91CC;&#x4E0B;&#x8F7D;</a></strong>(<em>&#x82E5;&#x8BE5;&#x94FE;&#x63A5;&#x5931;&#x6548; &#x6587;&#x7AE0;&#x5E95;&#x90E8;&#x9644;&#x6709;&#x5907;&#x7528;&#x4E0B;&#x8F7D;&#x94FE;&#x63A5;</em>)</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173427.png" alt></p>
<p>&#x5982;&#x4ECA;&#xFF0C;&#x8BB8;&#x591A; DAW &#x5DF2;&#x7ECF;&#x5185;&#x7F6E;&#x4E86;&#x4E30;&#x5BCC;&#x7684;&#x8282;&#x62CD;&#x8C03;&#x6574;&#x529F;&#x80FD;&#xFF0C;&#x5B83;&#x4EEC;&#x7684;&#x6613;&#x7528;&#x6027;&#x548C;&#x529F;&#x80FD;&#x6027;&#x4E5F;&#x5404;&#x6709;&#x5343;&#x79CB;&#xFF0C;&#x800C; Logic &#x5185;&#x7F6E;&#x7684; Flex Time &#x53EF;&#x4EE5;&#x8BF4;&#x662F;&#x5176;&#x4E2D;&#x7684;&#x4F7C;&#x4F7C;&#x8005;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x7528; Flex Time &#x5BF9;&#x4E00;&#x6BB5;&#x5FAA;&#x73AF;&#x8FDB;&#x884C;&#x65F6;&#x957F;&#x62C9;&#x4F38;&#x5904;&#x7406;&#xFF0C;&#x4EE5;&#x914D;&#x5408;&#x5DE5;&#x7A0B;&#x7684;&#x6574;&#x4F53;&#x62CD;&#x901F;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x91CF;&#x5316;&#x97F3;&#x9891;&#x533A;&#x5757;&#xFF0C;&#x7136;&#x540E;&#x548C; MIDI &#x5E8F;&#x5217;&#x8FDB;&#x884C;&#x5BF9;&#x9F50;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x5C06;&#x4E00;&#x6BB5;&#x9F13;&#x7EC4;&#x5F55;&#x97F3;&#x8C03;&#x6574;&#x5730;&#x66F4;&#x9F50;&#x6574;&#x3002;&#x5E73;&#x5FC3;&#x800C;&#x8BBA;&#xFF0C;Flex Time &#x5BF9;&#x4E8E;&#x591A;&#x79CD;&#x97F3;&#x4E50;&#x98CE;&#x683C;&#x7684;&#x5236;&#x4F5C;&#x90FD;&#x80FD;&#x80DC;&#x4EFB;&#xFF0C;&#x8BA9;&#x4F60;&#x7684;&#x827A;&#x672F;&#x7075;&#x611F;&#x5F97;&#x5230;&#x6781;&#x81F4;&#x7684;&#x8868;&#x8FBE;&#x3002;</p>
<p>&#x7B80;&#x8981;&#x6982;&#x62EC;&#x6765;&#x8BF4;&#xFF0C;Flex Time &#x4F1A;&#x5148;&#x5206;&#x6790;&#x97F3;&#x9891;&#x7D20;&#x6750;&#xFF0C;&#x5E76;&#x5EFA;&#x7ACB;&#x4E00;&#x7CFB;&#x5217;&#x5BF9;&#x5E94;&#x7684;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x3002;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x4F60;&#x5BF9;&#x4E00;&#x6BB5;&#x97F3;&#x9891;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x8BB8;&#x591A;&#x64CD;&#x4F5C;&#xFF0C;&#x4F8B;&#x5982;&#x5728;&#x653E;&#x5927;&#x89C6;&#x56FE;&#x540E;&#xFF0C;&#x5FAE;&#x8C03;&#x97F3;&#x9891;&#x5757;&#x7684;&#x901F;&#x5EA6;&#xFF0C;&#x628A;&#x67D0;&#x4E2A;&#x97F3;&#x7B26;&#x5411;&#x524D;&#x6216;&#x5411;&#x540E;&#x62D6;&#x52A8;&#x7B49;&#x7B49;&#x3002;</p>
<p>&#x82F1;&#x6587;&#x300C;flex&#x300D;&#x7684;&#x542B;&#x4E49;&#x662F;&#x7075;&#x6D3B;&#x5C48;&#x4F38;&#xFF0C;Flex Time &#x6B63;&#x5982;&#x5176;&#x540D;&#xFF0C;&#x63D0;&#x4F9B;&#x4E86;&#x591A;&#x79CD;&#x5C48;&#x4F38;&#x6A21;&#x5F0F;&#x3002;&#x5404;&#x4E2A;&#x6A21;&#x5F0F;&#x4ECE;&#x540D;&#x79F0;&#x4FBF;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#x529F;&#x80FD;&#x4E0A;&#x7684;&#x4E0D;&#x540C;&#xFF1A;&#x5355;&#x97F3;&#x6A21;&#x5F0F;&#x53EF;&#x4EE5;&#x9488;&#x5BF9;&#x4EBA;&#x58F0;&#x6216;&#x8D1D;&#x53F8;&#x8FDB;&#x884C;&#x5355;&#x4E2A;&#x97F3;&#x7B26;&#x7684;&#x632A;&#x52A8;&#xFF1B;&#x590D;&#x97F3;&#x6A21;&#x5F0F;&#x9488;&#x5BF9;&#x540C;&#x65F6;&#x53D1;&#x51FA;&#x591A;&#x4E2A;&#x97F3;&#x9AD8;&#x7684;&#x548C;&#x58F0;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x8C03;&#x6574;&#xFF0C;&#x5982;&#x94A2;&#x7434;&#x6216;&#x5409;&#x4ED6;&#x548C;&#x5F26;&#x7684;&#x6F14;&#x594F;&#xFF1B;&#x8282;&#x594F;&#x6A21;&#x5F0F;&#x9488;&#x5BF9;&#x6253;&#x51FB;&#x4E50;&#x6216;&#x9F13;&#x7EC4;&#x7B49;&#x3002;&#x5176;&#x4ED6;&#x6A21;&#x5F0F;&#x4E5F;&#x53EF;&#x4EE5;&#x76F8;&#x5E94;&#x5730;&#x4ECE;&#x540D;&#x79F0;&#x770B;&#x51FA;&#x5B83;&#x4EEC;&#x7684;&#x529F;&#x80FD;&#xFF1A;&#x901F;&#x5EA6;&#xFF08;FX&#xFF09;&#x548C;&#x8282;&#x62CD;&#x97F3;&#xFF08;FX&#xFF09;&#x6A21;&#x5F0F;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x6DF1;&#x5165;&#x6316;&#x6398;&#x3001;&#x7EC6;&#x7EC6;&#x5C1D;&#x8BD5;&#x3002;</p>
<p>&#x552F;&#x4E00;&#x8981;&#x8BB0;&#x4F4F;&#x7684;&#x53EA;&#x6709;&#x4E00;&#x70B9;&#xFF0C;Flex Time &#x662F;&#x4E00;&#x79CD;<strong>&#x975E;&#x7834;&#x574F;&#x6027;&#x7F16;&#x8F91;</strong>&#x3002;&#x4F60;&#x8FDB;&#x884C;&#x7684;&#x6240;&#x6709;&#x7F16;&#x8F91;&#x90FD;&#x4EE5; Flex &#x6807;&#x8BB0;&#x7684;&#x5F62;&#x5F0F;&#x5B58;&#x5728;&#xFF0C;&#x53EA;&#x9700;&#x5220;&#x9664;&#x5355;&#x4E2A; Flex &#x6807;&#x8BB0;&#x6216;&#x91CD;&#x7F6E;&#x6574;&#x4E2A;&#x97F3;&#x9891;&#x5757;&#x7684; Flex &#x6807;&#x8BB0;&#xFF0C;&#x97F3;&#x9891;&#x5C31;&#x4F1A;&#x8FD8;&#x539F;&#x5230;&#x6700;&#x521D;&#x7684;&#x6837;&#x5B50;&#x3002;&#x8FD9;&#x6837;&#x8BBE;&#x8BA1;&#x7684;&#x597D;&#x5904;&#x662F;&#xFF0C;Flex Time &#x7684;&#x6BCF;&#x4E00;&#x6B65;&#x64CD;&#x4F5C;&#x90FD;&#x53EF;&#x4EE5;&#x64A4;&#x9500;&#xFF0C;&#x4E60;&#x60EF;&#x7F16;&#x8F91; MIDI &#x6570;&#x636E;&#x7684;&#x540C;&#x5B66;&#x4E5F;&#x53EF;&#x4EE5;&#x8F7B;&#x677E;&#x6109;&#x5FEB;&#x5730;&#x7F16;&#x8F91;&#x97F3;&#x9891;&#x4E86;&#xFF01;</p>
<h4 id="&#x4F38;&#x7F29;&#x65F6;&#x95F4;&#x5230;&#xFF01;"><a href="#&#x4F38;&#x7F29;&#x65F6;&#x95F4;&#x5230;&#xFF01;" class="headerlink" title="&#x4F38;&#x7F29;&#x65F6;&#x95F4;&#x5230;&#xFF01;"></a>&#x4F38;&#x7F29;&#x65F6;&#x95F4;&#x5230;&#xFF01;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173447.png" alt></p>
<p>1&#x3001;&#x6253;&#x5F00;&#x672C;&#x6587;&#x5F00;&#x5934;&#x63D0;&#x4F9B;&#x7684;&#x5DE5;&#x7A0B;&#x6587;&#x4EF6;&#xFF0C;&#x6211;&#x4EEC;&#x4ECE;&#x8FD9;&#x4E2A;&#x8BBE;&#x5B9A;&#x4E3A; 128BPM &#x7684;&#x73AF;&#x5883;&#x5F00;&#x59CB;&#x4E0A;&#x624B;&#x3002;&#x5DE5;&#x7A0B;&#x603B;&#x5171;&#x91CD;&#x53E0;&#x5F55;&#x5236;&#x4E86;&#x6253;&#x51FB;&#x4E50;&#x3001;&#x8D1D;&#x53F8;&#x3001;Rhodes &#x7535;&#x94A2;&#x65CB;&#x5F8B;&#x7B49;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x8FD9;&#x540E;&#x5F55;&#x7684;&#x4E09;&#x8F68;&#x97F3;&#x9891;&#x5728;&#x8282;&#x62CD;&#x4E0A;&#xFF0C;&#x548C;&#x4E4B;&#x524D;&#x7684;&#x9F13;&#x7EC4;&#x4E0D;&#x5B8C;&#x5168;&#x543B;&#x5408;&#xFF0C;&#x8DDD;&#x79BB;&#x7B2C; 9 &#x5C0F;&#x8282;&#x6709;&#x4E9B;&#x7A7A;&#x9699;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#x901F;&#x5EA6;&#x7A0D;&#x5FEB;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173458.png" alt></p>
<p>2&#x3001;&#x4E0B;&#x9762;&#x5C31;&#x662F; Flex Time &#x51FA;&#x573A;&#x7684;&#x65F6;&#x95F4;&#x4E86;&#x3002;&#x8981;&#x4F7F;&#x7528; Flex Time &#x5DE5;&#x5177;&#xFF0C;&#x9996;&#x5148;&#x9700;&#x8981;&#x6FC0;&#x6D3B;&#x5F53;&#x524D;&#x6240;&#x5728;&#x8F68;&#x9053;&#x7684; Flex Time &#x6A21;&#x5F0F;&#xFF1A;&#x70B9;&#x6309;&#x8F68;&#x9053;&#x533A;&#x57DF;&#x83DC;&#x5355;&#x680F;&#x4E2D;&#x7684;&#x300C;Flex&#x300D;&#x6309;&#x94AE; &#xFF1B;&#x4E5F;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x6309; Command-F&#x3002;&#x6FC0;&#x6D3B;&#x540E;&#xFF0C;&#x8F68;&#x9053;&#x7684;&#x6837;&#x5F0F;&#x5C06;&#x53D1;&#x751F;&#x53D8;&#x5316;&#xFF0C;&#x5E76;&#x4E14;&#x8F68;&#x9053;&#x5934;&#x4F1A;&#x591A;&#x51FA;&#x4E00;&#x4E2A; Flex Time &#x6A21;&#x5F0F;&#x83DC;&#x5355;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173506.png" alt></p>
<p>3&#x3001;&#x6BCF;&#x4E00;&#x4E2A;&#x8F68;&#x9053;&#x90FD;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5355;&#x72EC;&#x7684; Flex &#x6A21;&#x5F0F;&#x3002;&#x6309;&#x7167;&#x8BBE;&#x8BA1;&#x7406;&#x8BBA;&#xFF0C;&#x4E0D;&#x540C;&#x7684; Flex &#x6A21;&#x5F0F;&#x9488;&#x5BF9;&#x7D20;&#x6750;&#x7684;&#x79CD;&#x7C7B;&#x4E0D;&#x540C;&#xFF0C;&#x91C7;&#x7528;&#x4E86;&#x5404;&#x81EA;&#x7684;&#x65F6;&#x95F4;&#x4F38;&#x7F29;&#x7B97;&#x6CD5;&#x3002;&#x5728;&#x672C;&#x6587;&#x5F53;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5EFA;&#x8BAE;&#x4F7F;&#x7528;&#x300C;<strong>&#x7247;&#x533A;&#xFF08;Slicing&#xFF09;</strong>&#x300D;&#x6216;&#x300C;<strong>&#x8282;&#x594F;&#xFF08;Rhythmic&#xFF09;</strong>&#x300D;&#x6A21;&#x5F0F;&#x6765;&#x7F16;&#x8F91;&#x6253;&#x51FB;&#x4E50;&#xFF0C;&#x4F7F;&#x7528;&#x300C;<strong>&#x5355;&#x97F3;&#xFF08;Monophonic&#xFF09;</strong>&#x300D;&#x6765;&#x7F16;&#x8F91;&#x8D1D;&#x53F8;&#xFF0C;&#x4F7F;&#x7528;&#x300C;<strong>&#x590D;&#x97F3;&#xFF08;Polyphonic&#xFF09;</strong>&#x300D;&#x6765;&#x7F16;&#x8F91; Rhodes &#x8F68;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173515.png" alt></p>
<p>4&#x3001;&#x4E00;&#x65E6;&#x4E3A;&#x8F68;&#x9053;&#x5206;&#x914D;&#x4E86; Flex &#x6A21;&#x5F0F;&#xFF0C;Logic Pro X &#x5C31;&#x4F1A;&#x5F00;&#x59CB;&#x5206;&#x6790;&#x8981;&#x7F16;&#x8F91;&#x7684;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x9700;&#x8981;&#x4E00;&#x70B9;&#x65F6;&#x95F4;&#x3002;&#x5206;&#x6790;&#x540E;&#x5C06;&#x4EA7;&#x751F;&#x4E00;&#x7CFB;&#x5217;&#x88AB;&#x79F0;&#x4E3A;&#x300C;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x300D;&#x7684;&#x7AD6;&#x7EBF;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8FDE;&#x6309;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x5728;&#x300C;&#x6587;&#x4EF6;&#x300D;&#x7F16;&#x8F91;&#x5668;&#x4E2D;&#x67E5;&#x770B;&#x5E76;&#x4E14;&#x7F16;&#x8F91;&#x8FD9;&#x4E9B;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;Logic Pro X &#x7684;&#x5206;&#x6790;&#x51C6;&#x786E;&#x7387;&#x53EF;&#x8FBE; 100%&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x8FD9;&#x4E5F;&#x53D6;&#x51B3;&#x4E8E;&#x7D20;&#x6750;&#x7684;&#x524D;&#x671F;&#x5F55;&#x97F3;&#x54C1;&#x8D28;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173528.png" alt></p>
<p>5&#x3001;&#x73B0;&#x5728;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x624B;&#x52A8;&#x62C9;&#x4F38;&#x97F3;&#x9891;&#x5757;&#x7684;&#x957F;&#x5EA6;&#xFF0C;&#x8BA9;&#x7D20;&#x6750;&#x7684;&#x62CD;&#x901F;&#x4E0E;&#x5DE5;&#x7A0B;&#x543B;&#x5408;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x5229;&#x7528; Logic Pro X &#x7684;&#x7F16;&#x8F91;&#x5DE5;&#x5177;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x66F4;&#x52A0;&#x7CBE;&#x786E;&#x7684;&#x7F16;&#x8F91;&#xFF0C;&#x7CBE;&#x786E;&#x5EA6;&#x53EF;&#x4EE5;&#x8FBE;&#x5230;&#x91C7;&#x6837;&#x53CA;&#x522B;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x8BBE;&#x5B9A;&#x4E00;&#x4E2A;&#x4E0E;&#x6700;&#x7EC8;&#x533A;&#x5757;&#x957F;&#x5EA6;&#x7B49;&#x957F;&#x7684;&#x5FAA;&#x73AF;&#x533A;&#x57DF;&#xFF0C;&#x6B64;&#x4F8B;&#x4E2D;&#x5FAA;&#x73AF;&#x5230;&#x7B2C; 9 &#x5C0F;&#x8282;&#x7684;&#x8D77;&#x70B9;&#x5904;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173536.png" alt></p>
<p>6&#x3001;&#x63A5;&#x7740;&#xFF0C;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x7F16;&#x8F91; &#x2013; &#x65F6;&#x95F4;&#x4F38;&#x5C55; &#x2013; &#x5230;&#x5B9A;&#x4F4D;&#x7B26;&#x7684;&#x65F6;&#x95F4;&#x4F38;&#x5C55;&#x7247;&#x6BB5;&#x957F;&#x5EA6;&#x300D;&#x3002;&#x70B9;&#x9009;&#x8FD9;&#x4E2A;&#x547D;&#x4EE4;&#x540E;&#xFF0C;Logic Pro X &#x5C06;&#x81EA;&#x52A8;&#x4F38;&#x5C55;&#x97F3;&#x9891;&#x5757;&#x7684;&#x672B;&#x7AEF;&#xFF0C;&#x4E0E;&#x5FAA;&#x73AF;&#x6807;&#x8BB0;&#x7684;&#x7ED3;&#x675F;&#x70B9;&#x91CD;&#x5408;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x53EA;&#x8981; Flex Time &#x529F;&#x80FD;&#x662F;&#x542F;&#x7528;&#x72B6;&#x6001;&#xFF0C;&#x5F53;&#x524D;&#x7684; Flex &#x6A21;&#x5F0F;&#x4E0B;&#x8FDB;&#x884C;&#x7684;&#x7F16;&#x8F91;&#x5C06;&#x4E00;&#x76F4;&#x6709;&#x6548;&#xFF0C;&#x4E14;&#x4E3A;&#x975E;&#x7834;&#x574F;&#x6027;&#x7684;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173545.png" alt></p>
<p>7&#x3001;&#x53E6;&#x5916;&#xFF0C;&#x6709;&#x4E00;&#x4E2A;&#x6709;&#x8DA3;&#x7684;&#x7528;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x901F;&#x5EA6;&#x6A21;&#x5F0F;&#x5BF9;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x300C;&#x500D;&#x957F;&#x300D;&#x6216;&#x300C;&#x534A;&#x957F;&#x300D;&#x7F16;&#x8F91;&#x3002;&#x9996;&#x5148;&#x628A;&#x6253;&#x51FB;&#x4E50;&#x8F68;&#x590D;&#x5236;&#x5230;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x8F68;&#x9053;&#x4E2D;&#xFF0C;&#x7136;&#x540E;&#x628A; Flex &#x6A21;&#x5F0F;&#x8BBE;&#x4E3A;&#x300C;<strong>&#x901F;&#x5EA6;&#xFF08;FX&#xFF09;</strong>&#x300D;&#x3002;&#x62C9;&#x4F38;&#x97F3;&#x9891;&#x5757;&#x4E3A;&#x539F;&#x5148;&#x7684;&#x4E24;&#x500D;&#x957F;&#xFF0C;&#x7ED3;&#x679C;&#x542C;&#x8D77;&#x6765;&#x5C31;&#x50CF;&#x6162;&#x653E;&#x7684;&#x78C1;&#x5E26;&#x4E00;&#x6837;&#xFF0C;&#x800C;&#x6253;&#x51FB;&#x4E50;&#x7684;&#x97F3;&#x8C03;&#x4E5F;&#x4F1A;&#x964D;&#x4F4E;&#x4E00;&#x4E2A;&#x516B;&#x5EA6;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173557.png" alt></p>
<p>8&#x3001;Flex Time &#x7684;&#x53E6;&#x4E00;&#x4E2A;&#x6700;&#x4EE4;&#x4EBA;&#x79F0;&#x8D5E;&#x7684;&#x529F;&#x80FD;&#x662F;&#x8FDB;&#x884C;&#x97F3;&#x9891;&#x91CF;&#x5316;&#x3002;&#x5B83;&#x80FD;&#x505A;&#x5230;&#x7684;&#x4E0D;&#x4EC5;&#x662F;&#x7C7B;&#x4F3C;&#x4E8E; 1/16 &#x62CD;&#x91CF;&#x5316;&#x8FD9;&#x4E48;&#x7B80;&#x5355;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x628A;&#x4E00;&#x6BB5;&#x533A;&#x57DF;&#x5185;&#x7684;&#x8282;&#x62CD;&#x8F6C;&#x79FB;&#x5230;&#x53E6;&#x4E00;&#x4E2A;&#x533A;&#x57DF;&#x4E2D;&#x3002;&#x5728;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x5148;&#x9009;&#x4E2D;&#x6253;&#x51FB;&#x4E50;&#x7684;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x5DE6;&#x4FA7;&#x89C2;&#x5BDF;&#x5668;&#x4E2D;&#x627E;&#x5230;&#x300C;&#x91CF;&#x5316;&#x300D;&#x83DC;&#x5355;&#xFF0C;&#x9009;&#x62E9;&#x300C;&#x5236;&#x4F5C;&#x97F3;&#x4E50;&#x5957;&#x8DEF;&#x6A21;&#x677F;&#x300D;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173608.png" alt></p>
<p>9&#x3001;&#x73B0;&#x5728;&#xFF0C;&#x8282;&#x62CD;&#x6A21;&#x677F;&#x5DF2;&#x7ECF;&#x521B;&#x5EFA;&#x597D;&#x4E86;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x7528;&#x5B83;&#x6765;&#x91CF;&#x5316;&#x8D1D;&#x53F8;&#x8F68;&#x3002;&#x9996;&#x5148;&#x9009;&#x4E2D;&#x5B83;&#x7684;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x91CF;&#x5316;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x521A;&#x521A;&#x521B;&#x5EFA;&#x7684;&#x8282;&#x62CD;&#x6A21;&#x677F;&#xFF0C;&#x672C;&#x4F8B;&#x4E2D;&#x53EB;&#x505A;&#x300C;Perc&#x300D;&#x3002;&#x8BF7;&#x89C2;&#x5BDF;&#x8D1D;&#x53F8;&#x97F3;&#x7B26;&#x8FDB;&#x884C;&#x4E86;&#x600E;&#x6837;&#x7684;&#x53D8;&#x5316;&#xFF1A;<strong>&#x6697;&#x8272;&#x4EE3;&#x8868;&#x97F3;&#x7B26;&#x88AB;&#x7F29;&#x77ED;&#xFF0C;&#x4EAE;&#x8272;&#x4EE3;&#x8868;&#x97F3;&#x7B26;&#x88AB;&#x62C9;&#x957F;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173620.png" alt></p>
<p>10&#x3001;&#x53EF;&#x4EE5;&#x770B;&#x51FA;&#xFF0C;Flex Time &#x5E26;&#x7ED9;&#x5236;&#x4F5C;&#x4EBA;&#x7684;&#x662F;&#x4E00;&#x5957;&#x5B8C;&#x6574;&#x7684;&#x97F3;&#x9891;&#x65F6;&#x957F;&#x4F38;&#x7F29;&#x64CD;&#x4F5C;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5BF9;&#x67D0;&#x4E00;&#x6B65;&#x7F16;&#x8F91;&#x4E0D;&#x6EE1;&#x610F;&#xFF0C;&#x70B9;&#x6309;&#x97F3;&#x9891;&#x5757;&#x4E0A;&#x65B9;&#x7684;&#x5C0F;&#x300C;X&#x300D;&#x53EF;&#x4EE5;&#x5220;&#x9664;&#x4EFB;&#x4E00; Flex &#x6807;&#x8BB0;&#xFF1B;&#x800C;&#x5728;&#x97F3;&#x9891;&#x5757;&#x4E0A;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF0C;&#x5728;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x300C;&#x8FD8;&#x539F;&#x6240;&#x6709; Flex &#x7F16;&#x8F91;&#x300D;&#x5C06;&#x91CD;&#x7F6E;&#x6240;&#x9009;&#x97F3;&#x9891;&#x5757;&#x4E2D;&#x7684;&#x5168;&#x90E8; Flex &#x4FEE;&#x6539;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173711.png" alt></p>
<p>11&#x3001;&#x5728;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528; Flex Time &#x6765;&#x5BF9;&#x5F55;&#x97F3;&#x8FDB;&#x884C;&#x8282;&#x62CD;&#x4FEE;&#x6B63;&#x3002;&#x53D6;&#x6D88;&#x9F13;&#x7EC4;&#x7684;&#x9759;&#x97F3;&#x72B6;&#x6001;&#xFF0C;&#x7136;&#x540E;&#x4ED4;&#x7EC6;&#x8046;&#x542C;&#x5404;&#x4E2A;&#x8F68;&#x9053;&#x7684;&#x8282;&#x62CD;&#x5BF9;&#x4F4D;&#x3002;&#x5267;&#x900F;&#xFF1A;&#x4F60;&#x53EF;&#x4EE5;&#x53D1;&#x73B0;&#x7B2C; 2 &#x5C0F;&#x8282;&#x4E2D;&#x6709;&#x4E24;&#x5904;&#x9519;&#x62CD;&#xFF0C;&#x519B;&#x9F13;&#x548C;&#x5E95;&#x9F13;&#x90FD;&#x6709;&#x8F7B;&#x5FAE;&#x9519;&#x8BEF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173817.png" alt></p>
<p>12&#x3001;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x8981;&#x4E00;&#x6B21;&#x6027;&#x7F16;&#x8F91;&#x591A;&#x4E2A;&#x8F68;&#x9053;&#xFF0C;&#x9996;&#x5148;&#x8BF7;&#x521B;&#x5EFA;&#x4E00;&#x4E2A;&#x5206;&#x7EC4;&#xFF0C;&#x5E76;&#x542F;&#x7528;&#x300C;&#x9501;&#x76F8;&#x97F3;&#x9891;&#xFF08;phase-lock&#xFF09;&#x300D;&#x3002;&#x5177;&#x4F53;&#x6B65;&#x9AA4;&#xFF1A;&#x6253;&#x5F00;&#x6DF7;&#x97F3;&#x5668;&#xFF0C;&#x540C;&#x65F6;&#x9009;&#x4E2D;&#x4E09;&#x4E2A;&#x9F13;&#x7EC4;&#x8F68;&#x9053;&#xFF1B;&#x5728;&#x6BCF;&#x4E2A;&#x8F68;&#x9053;&#x7684;&#x8F93;&#x51FA;&#x7AEF;&#x53E3;&#x5206;&#x914D;&#x6807;&#x7B7E;&#x4E0B;&#x9762;&#x5C31;&#x662F;&#x5206;&#x7EC4;&#x6807;&#x7B7E;&#xFF0C;&#x70B9;&#x6309;&#x5206;&#x7EC4;&#x6807;&#x7B7E;&#xFF0C;&#x5E76;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x7EC4; 1&#x300D;&#xFF08;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#xFF09;&#xFF1B;&#x5728;&#x7EC4;&#x8BBE;&#x7F6E;&#x5BF9;&#x8BDD;&#x6846;&#x4E2D;&#xFF0C;&#x542F;&#x7528;&#x300C;&#x7F16;&#x8F91;&#xFF08;&#x6240;&#x9009;&#x5185;&#x5BB9;&#xFF09;&#x300D;&#x9009;&#x9879;&#xFF0C;&#x5E76;&#x542F;&#x7528;&#x300C;&#x9501;&#x76F8;&#x97F3;&#x9891;&#x300D;&#x9009;&#x9879;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173829.png" alt></p>
<p>13&#x3001;&#x73B0;&#x5728;&#x9F13;&#x7EC4;&#x8F68;&#x9053;&#x5DF2;&#x7ECF;&#x5B8C;&#x6210;&#x4E86;&#x7F16;&#x7EC4;&#xFF0C;Flex Time &#x7F16;&#x8F91;&#x5C06;&#x540C;&#x65F6;&#x4F5C;&#x7528;&#x4E8E;&#x8FD9;&#x4E09;&#x4E2A;&#x8F68;&#x9053;&#x3002;&#x522B;&#x6025;&#xFF0C;&#x5148;&#x522B;&#x8FDB;&#x884C;&#x7F16;&#x8F91;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5BF9;&#x6BCF;&#x4E2A;&#x8F68;&#x9053;&#x8BBE;&#x7F6E; Flex &#x6A21;&#x5F0F;&#x3002;&#x6211;&#x4EEC;&#x9009;&#x62E9;&#x300C;&#x7247;&#x533A;&#x300D;&#x6216;&#x8005;&#x300C;&#x8282;&#x594F;&#x300D;&#x6A21;&#x5F0F;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174121.png" alt></p>
<p>14&#x3001;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x5728;&#x519B;&#x9F13;&#x4E0A;&#x627E;&#x5230;&#x9519;&#x8BEF;&#x7684;&#x90A3;&#x4E00;&#x62CD;&#xFF0C;&#x5E76;&#x62D6;&#x79FB;&#x5B83;&#x3002;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x300C;&#x4E09;&#x4E2A; Flex &#x6807;&#x8BB0;&#x300D;&#x56FE;&#x6807;&#x6765;&#x8FDB;&#x884C;&#x62D6;&#x79FB;&#xFF0C;&#x5F53;&#x4F60;&#x628A;&#x9F20;&#x6807;&#x79FB;&#x5230;&#x97F3;&#x9891;&#x5757;&#x4E0B;&#x65B9;&#x65F6;&#x5C31;&#x4F1A;&#x770B;&#x5230;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x519B;&#x9F13;&#x8282;&#x62CD;&#x4E24;&#x8FB9;&#x7684;&#x6807;&#x8BB0;&#x662F;&#x56FA;&#x5B9A;&#x7684;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x5728;&#x62D6;&#x79FB;&#x8282;&#x62CD;&#x9519;&#x8BEF;&#x7684;&#x97F3;&#x7B26;&#x65F6;&#xFF0C;&#x6574;&#x6761;&#x97F3;&#x9891;&#x5757;&#x4E0A;&#x7684;&#x5176;&#x4ED6;&#x97F3;&#x7B26;&#x4E0D;&#x53D7;&#x4E1D;&#x6BEB;&#x5F71;&#x54CD;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173924.png" alt></p>
<p>15&#x3001;&#x5728;&#x5E95;&#x9F13;&#x8F68;&#x9053;&#x4E0A;&#x4E5F;&#x8FDB;&#x884C;&#x540C;&#x6837;&#x7684;&#x7F16;&#x8F91;&#xFF0C;&#x9519;&#x97F3;&#x4F4D;&#x7F6E;&#x5927;&#x6982;&#x5728;&#x7B2C; 2 &#x5C0F;&#x8282;&#x7ED3;&#x5C3E;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x62D6;&#x79FB;&#x5230;&#x6700;&#x8FD1;&#x7684;&#x7F51;&#x683C;&#x7EBF;&#x4E0A;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x62D6;&#x52A8;&#x5230;&#x76F8;&#x90BB;&#x8F68;&#x9053;&#x4E0A;&#x7684;&#x77AC;&#x53D8;&#x6807;&#x8BB0;&#x4E0A;&#x3002;&#x5728;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A;&#x5E95;&#x9F13;&#x9501;&#x5B9A;&#x5230;&#x6253;&#x51FB;&#x4E50;&#x8F68;&#x9053;&#x4E0A;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174054.png" alt></p>
<p>16&#x3001;&#x7531;&#x4E8E; Flex Time &#x9700;&#x8981;&#x5B9E;&#x65F6;&#x8BA1;&#x7B97;&#xFF0C;&#x6240;&#x4EE5;&#x4F1A;&#x6D88;&#x8017;&#x4E0D;&#x5C11; CPU &#x8D44;&#x6E90;&#x3002;&#x5F53;&#x9700;&#x8981;&#x65F6;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x628A;&#x8F68;&#x9053;&#x51BB;&#x7ED3;&#x8D77;&#x6765;&#xFF0C;&#x4F7F;&#x7528;&#x300C;&#x4EC5;&#x6765;&#x6E90;&#x300D;&#x51BB;&#x7ED3;&#x6A21;&#x5F0F;&#xFF0C;&#x4FBF;&#x53EF;&#x4EE5;&#x521B;&#x5EFA;&#x5E26;&#x6709; Flex Time &#x7F16;&#x8F91;&#x6548;&#x679C;&#x7684;&#x97F3;&#x9891;&#x6E32;&#x67D3;&#x6587;&#x4EF6;&#x3002;&#x5982;&#x679C;&#x4F60;&#x7684;&#x8F68;&#x9053;&#x5934;&#x4E0A;&#x6CA1;&#x6709;&#x51BB;&#x7ED3;&#x56FE;&#x6807;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x8F68;&#x9053;&#x5934;&#x4E0A;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF0C;&#x9009;&#x62E9;&#x300C;&#x8F68;&#x9053;&#x5934;&#x7EC4;&#x5EFA;&#x300D;&#xFF0C;&#x7136;&#x540E;&#x9009;&#x62E9;&#x300C;&#x663E;&#x793A;&#x201C;&#x51BB;&#x7ED3;&#x201D;&#x300D;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515174046.png" alt></p>
<p>17&#x3001;&#x518D;&#x7EC6;&#x8BF4;&#x4E00;&#x4E0B;&#x5173;&#x4E8E;&#x51BB;&#x7ED3;&#x7684;&#x5185;&#x5BB9;&#x3002;&#x4ECE;&#x5DE6;&#x4FA7;&#x7684;&#x89C2;&#x5BDF;&#x5668;&#x4E2D;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x4E24;&#x79CD;&#x4E0D;&#x540C;&#x7684;&#x51BB;&#x7ED3;&#x6A21;&#x5F0F;&#x5F53;&#x4E2D;&#x9009;&#x62E9;&#xFF0C;&#x300C;&#x4EC5;&#x6765;&#x6E90;&#x300D;&#x6216;&#x300C;&#x63A8;&#x5B50;&#x524D;&#x300D;&#x6A21;&#x5F0F;&#x3002;&#x300C;&#x4EC5;&#x6765;&#x6E90;&#x300D;&#x6A21;&#x5F0F;&#x662F;&#x9488;&#x5BF9; Flex Time &#x529F;&#x80FD;&#x8BBE;&#x8BA1;&#x7684;&#xFF0C;&#x5B83;&#x53EA;&#x4F1A;&#x6E32;&#x67D3; Flex Time &#x7F16;&#x8F91;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x5176;&#x4ED6;&#x5B9E;&#x65F6;&#x8FD0;&#x7B97;&#x7684;&#x63D2;&#x4EF6;&#x6548;&#x679C;&#x4F9D;&#x7136;&#x4F1A;&#x5360;&#x7528; CPU &#x8D44;&#x6E90;&#x3002;&#x800C;&#x300C;&#x63A8;&#x5B50;&#x524D;&#x300D;&#x6A21;&#x5F0F;&#xFF0C;&#x4F60;&#x4E00;&#x5B9A;&#x80FD;&#x591F;&#x63A8;&#x60F3;&#x51FA;&#x5B83;&#x7684;&#x4F5C;&#x7528;&#x4E86;&#xFF0C;&#x5B83;&#x4F1A;&#x540C;&#x65F6;&#x6E32;&#x67D3; Flex Time &#x4EE5;&#x53CA;&#x63D2;&#x4EF6;&#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515173914.png" alt></p>
<p>18&#x3001;&#x9009;&#x4E2D;&#x4E00;&#x79CD;&#x51BB;&#x7ED3;&#x6A21;&#x5F0F;&#x540E;&#xFF0C;&#x70B9;&#x6309;&#x8F68;&#x9053;&#x5934;&#x4E0A;&#x7684;&#x96EA;&#x82B1;&#x56FE;&#x6807;&#xFF0C;Logic Pro X &#x5C06;&#x5F00;&#x59CB;&#x6E32;&#x67D3;&#x8FD0;&#x7B97;&#x3002;&#x6E32;&#x67D3;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x8F68;&#x9053;&#x5916;&#x89C2;&#x770B;&#x8D77;&#x6765;&#x6CA1;&#x4EC0;&#x4E48;&#x53D8;&#x5316;&#xFF0C;&#x7136;&#x800C;&#xFF0C;&#x4F60;&#x4E0D;&#x80FD;&#x518D;&#x8FDB;&#x884C;&#x76F8;&#x5E94;&#x7684;&#x7F16;&#x8F91;&#x4E86;&#xFF0C;&#x9664;&#x975E;&#x5C06;&#x8F68;&#x9053;&#x89E3;&#x51BB;&#x3002;&#x51BB;&#x7ED3;&#x529F;&#x80FD;&#x5C06;&#x8282;&#x7701;&#x51FA;&#x5927;&#x91CF;&#x7684; CPU &#x5F00;&#x9500;&#xFF0C;&#x4EE5;&#x65B9;&#x4FBF;&#x4E0B;&#x4E00;&#x6B65;&#x6DF7;&#x97F3;&#x7B49;&#x5DE5;&#x4F5C;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/fa6eae06e73afb7c40daef155209d159.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/434b7029260ba6393f4f7b921bdb48f5.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-5.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><strong>&#x672C;&#x5E16;&#x9644;&#x4EF6;</strong></p>
<p>[&#x70B9;&#x51FB;&#x4E0B;&#x8F7D;](<a href="/external_links/a2d1c1be35d396076b344aaf8685ba20.html" target="blank" rel="noopener">https://cdn.jsdelivr.net/gh/newbanh/newbanh.github.io/zip/MT130</a> Logic Flex Time.zip)</p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../53.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../53.html" itemprop="url">Logic Pro X 系列教程 6：Drummer</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:22:35+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172413.png" alt></p>
<p><strong>&#x5728; Logic Pro X &#x7684; Drummer &#x63D2;&#x4EF6;&#x4E2D;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x7ACB;&#x7AFF;&#x89C1;&#x5F71;&#x5730;&#x5F97;&#x5230;&#x8282;&#x594F;&#x6BB5;&#x5B50;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x628A;&#x5B83;&#x7684;&#x529F;&#x80FD;&#x6316;&#x6398;&#x5230;&#x5F88;&#x6DF1;&#x5F88;&#x6DF1;&#x3002;Mark Cousins &#x5C06;&#x5E26;&#x4F60;&#x9886;&#x7565;&#x8FD9;&#x5957;&#x81EA;&#x52A8;&#x9F13;&#x7EC4;&#x63D2;&#x4EF6;&#x7684;&#x5965;&#x5999;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172427.png" alt></p>
<p>Drummer &#x81EA;&#x52A8;&#x9F13;&#x7EC4;&#x8282;&#x594F;&#x65E0;&#x7591;&#x662F; Logic Pro X &#x91CD;&#x78C5;&#x9996;&#x63A8;&#x7684;&#x65B0;&#x529F;&#x80FD;&#x4E4B;&#x4E00;&#x3002;&#x5FEB;&#x901F;&#x8D77;&#x8349;&#x4E00;&#x6BB5;&#x751F;&#x52A8;&#x4E30;&#x5BCC;&#x7684;&#x7235;&#x58EB;&#x9F13;&#x8282;&#x594F;&#x4E0D;&#x518D;&#x56F0;&#x96BE;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x4E00;&#x952E;&#x751F;&#x6210;&#x3002;&#x4E5F;&#x8BB8;&#x5728;&#x4E60;&#x60EF;&#x4E8E;&#x7F16;&#x5199;&#x9F13;&#x7EC4;&#x8282;&#x62CD;&#x7684;&#x8001;&#x624B;&#x773C;&#x91CC;&#xFF0C;Drummer &#x4F3C;&#x4E4E;&#x6709;&#x4E9B;&#x300C;&#x6B7B;&#x677F;&#x300D;&#x3002;&#x5176;&#x5B9E;&#x4E0D;&#x7136;&#xFF0C;Drummer &#x63D0;&#x4F9B;&#x7ED9;&#x7528;&#x6237;&#x7684;&#xFF0C;&#x4E0D;&#x5355;&#x5355;&#x662F;&#x300C;&#x4E00;&#x952E;&#x751F;&#x6210;&#x300D;&#x5F0F;&#x7684;&#x4FBF;&#x5229;&#xFF0C;&#x4E5F;&#x6709;&#x503C;&#x5F97;&#x6DF1;&#x94BB;&#x7684;&#x53C2;&#x6570;&#x5E2E;&#x52A9;&#x4F60;&#x521B;&#x4F5C;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x4E0D;&#x6298;&#x817E;&#xFF0C;&#x4F46; Drummer &#x8A93;&#x6B7B;&#x634D;&#x536B;&#x4F60;&#x6298;&#x817E;&#x7684;&#x6743;&#x5229;&#x3002;</p>
<p>&#x56E0;&#x6B64;&#xFF0C;&#x8FD9;&#x7BC7;&#x6559;&#x7A0B;&#x5C06;&#x4E00;&#x63A2; Drummer &#x7684;&#x7A76;&#x7ADF;&#xFF0C;&#x770B;&#x5B83;&#x5982;&#x4F55;&#x505A;&#x5230;&#x5728;&#x6613;&#x7528;&#x6027;&#x548C;&#x53EF;&#x5B9A;&#x5236;&#x6027;&#x4E4B;&#x95F4;&#x5E73;&#x8861;&#x517C;&#x987E;&#x3002;</p>
<p>&#x6211;&#x4EEC;&#x5C06;&#x5148;&#x4ECE; Drum Kit Designer &#x63D2;&#x4EF6;&#x548C; Track Stack &#x8BF4;&#x8D77;&#xFF0C;&#x5E76;&#x8FDB;&#x4E00;&#x6B65;&#x7814;&#x7A76;&#x8FD9;&#x5957;&#x865A;&#x62DF;&#x7235;&#x58EB;&#x9F13;&#x7684;&#x7EC6;&#x8282;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x6539;&#x6362;&#x5355;&#x4E2A;&#x9F13;&#x5934;&#xFF0C;&#x8C03;&#x6574;&#x9EA6;&#x514B;&#x98CE;&#x6446;&#x653E;&#x7B49;&#x7B49;&#x3002;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#xFF0C;&#x7528; Drummer &#x521B;&#x5EFA;&#x4E00;&#x6761;&#x8282;&#x594F;&#x4EC5;&#x4EC5;&#x662F;&#x4E2A;&#x5F00;&#x59CB;&#x800C;&#x5DF2;&#x3002;</p>
<p>&#x968F;&#x540E;&#x6211;&#x4EEC;&#x8981;&#x8FD0;&#x7528;&#x4E00;&#x4E9B;&#x6280;&#x5DE7;&#xFF0C;&#x5229;&#x7528;&#x7B2C;&#x4E09;&#x65B9;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x4E3A;&#x4F60;&#x7684;&#x9F13;&#x4E50;&#x589E;&#x6DFB;&#x6D3B;&#x529B;&#x3002;&#x5229;&#x7528;&#x300C;<a href="/external_links/df709a191a9f8e9bfcb95ce38c68b447.html" target="blank" rel="noopener">&#x7247;&#x6BB5;&#x89E3;&#x6DF7;</a>&#x300D;&#x7684;&#x529F;&#x80FD;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x628A; Drummer &#x751F;&#x6210;&#x7684;&#x8282;&#x594F;&#x8F6C;&#x6362;&#x5230;&#x5176;&#x4ED6;&#x4E50;&#x5668;&#x8F68;&#x4E0A;&#x3002;&#x600E;&#x4E48;&#x6837;&#xFF1F;&#x8FD8;&#x4F1A;&#x53D1;&#x6101;&#x559C;&#x6B22;&#x67D0;&#x6B3E;&#x9F13;&#x97F3;&#x8272;&#xFF0C;&#x5B83;&#x5374;&#x6CA1;&#x6709;&#x81EA;&#x5E26; MIDI &#x6F14;&#x594F;&#x9884;&#x8BBE;&#x5417;&#xFF1F;&#x8FD8;&#x6709;&#x66F4;&#x6FC0;&#x52A8;&#x4EBA;&#x5FC3;&#x7684;&#x5462;&#xFF0C;&#x4F60;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x7528;&#x559C;&#x6B22;&#x7684;&#x97F3;&#x8272;&#x6765;&#x6F14;&#x594F; Drummer &#x521B;&#x5EFA;&#x7684;&#x9F13;&#x70B9;&#x3002;</p>
<p>&#x5176;&#x5B9E;&#xFF0C;Logic Pro X &#x5728;&#x5F88;&#x591A;&#x65B9;&#x9762;&#x90FD;&#x6709;&#x7C7B;&#x4F3C;&#x7684;&#x6613;&#x7528;&#x6027;&#x4E0E;&#x53EF;&#x5B9A;&#x5236;&#x6027;&#x4E4B;&#x95F4;&#x7684;&#x5E73;&#x8861;&#xFF0C;&#x5B83;&#x80FD;&#x5FEB;&#x9A6C;&#x52A0;&#x97AD;&#x3001;&#x51FA;&#x6D3B;&#x8981;&#x7D27;&#xFF0C;&#x4E5F;&#x80FD;&#x6162;&#x5DE5;&#x51FA;&#x7EC6;&#x6D3B;&#x3002;&#x7ECF;&#x8FC7;&#x4E00;&#x756A;&#x7EC6;&#x7EC6;&#x7814;&#x7A76;&#xFF0C;Logic Pro X &#x5C06;&#x6210;&#x4E3A;&#x4F60;&#x65BD;&#x5C55;&#x521B;&#x9020;&#x529B;&#x7684;&#x5F97;&#x529B;&#x5DE5;&#x5177;&#x3002;&#x4E3A;&#x4E86;&#x8BA9;&#x81EA;&#x5DF1;&#x7684;&#x4F5C;&#x54C1;&#x66F4;&#x5177;&#x7279;&#x8272;&#xFF0C;&#x5B66;&#x900F;&#x4E00;&#x4E9B;&#x6CA1;&#x4EC0;&#x4E48;&#x4E0D;&#x597D;&#x7684;&#x3002;</p>
<h5 id="&#x8D34;&#x58EB;&#xFF1A;Producer-Kits-&#x97F3;&#x8272;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;"><a href="#&#x8D34;&#x58EB;&#xFF1A;Producer-Kits-&#x97F3;&#x8272;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;" class="headerlink" title="&#x8D34;&#x58EB;&#xFF1A;Producer Kits &#x97F3;&#x8272;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;"></a>&#x8D34;&#x58EB;&#xFF1A;Producer Kits &#x97F3;&#x8272;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;</h5><p>&#x5728; Drum Kit Designer &#x63D2;&#x4EF6;&#x4E2D;&#xFF0C;&#x53EA;&#x6709; Producer Kits &#x97F3;&#x8272;&#x80FD;&#x591F;&#x4FEE;&#x6539;&#x9EA6;&#x514B;&#x98CE;&#x53C2;&#x6570;&#x3002;&#x6253;&#x5F00; Drum Kit Designer &#x7684;&#x754C;&#x9762;&#xFF0C;&#x5728;&#x53F3;&#x4E0B;&#x89D2;&#x5C31;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x66F4;&#x6539;&#x4ECE;&#x5176;&#x4ED6;&#x901A;&#x9053;&#x62FE;&#x53D6;&#x5230;&#x7684;&#x97F3;&#x91CF;&#xFF0C;&#x5E76;&#x4E0E;&#x9F13;&#x5934;&#x4E0A;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x53E0;&#x52A0;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x67D0;&#x4E9B;&#x9F13;&#x5934;&#x53EF;&#x4EE5;&#x5B8C;&#x5168;&#x4E0D;&#x8981; Overhead &#x9EA6;&#x514B;&#x98CE;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x6765;&#x4E24;&#x5957;&#x5BA4;&#x5185;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;&#x4E2D;&#x6765;&#x56DE;&#x5207;&#x6362;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x300C;&#x6F0F;&#x300D;&#x4E00;&#x70B9;&#x58F0;&#x97F3;&#x5230;&#x4E34;&#x8FD1;&#x7684;&#x9EA6;&#x514B;&#x98CE;&#x91CC;&#x53BB;&#x3002;&#x9EA6;&#x514B;&#x98CE;&#x8BBE;&#x7F6E;&#x5F53;&#x7136;&#x8FD8;&#x6709;&#x66F4;&#x591A;&#x7528;&#x6CD5;&#xFF0C;&#x6BD4;&#x5982;&#x53EA;&#x62FE;&#x53D6;&#x9572;&#x7247;&#x7684; Overhead &#x58F0;&#x97F3;&#xFF0C;&#x6216;&#x5207;&#x6362;&#x623F;&#x95F4;&#x8BBE;&#x7F6E;&#x6765;&#x83B7;&#x5F97;&#x4E0D;&#x540C;&#x7684;&#x7A7A;&#x95F4;&#x6548;&#x679C;&#x3002;</p>
<h4 id="&#x5982;&#x4F55;&#x4F7F;&#x7528;-Drummer"><a href="#&#x5982;&#x4F55;&#x4F7F;&#x7528;-Drummer" class="headerlink" title="&#x5982;&#x4F55;&#x4F7F;&#x7528; Drummer"></a>&#x5982;&#x4F55;&#x4F7F;&#x7528; Drummer</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172451.png" alt></p>
<p>1&#x3001;Drummer &#x7684;&#x57FA;&#x672C;&#x7528;&#x6CD5;&#x5C31;&#x662F;&#x751F;&#x6210;&#x4E00;&#x6BB5;&#x8282;&#x594F;&#xFF0C;Apple &#x5DF2;&#x7ECF;&#x628A;&#x8FD9;&#x4E2A;&#x529F;&#x80FD;&#x7B80;&#x5316;&#x5230;&#x65E0;&#x9700;&#x518D;&#x8FDB;&#x884C;&#x4EFB;&#x4F55;&#x8BF4;&#x660E;&#x4E86;&#x3002;&#x6211;&#x4EEC;&#x4ECA;&#x5929;&#x8981;&#x63A2;&#x8BA8;&#x7684;&#x662F;&#x5982;&#x4F55;&#x63A7;&#x5236;&#x3001;&#x7F16;&#x8F91;&#x8FD9;&#x6BB5;&#x751F;&#x6210;&#x7684;&#x8282;&#x594F;&#xFF0C;&#x6BD4;&#x5982;&#x6539;&#x53D8;&#x67D0;&#x6B21;&#x51FB;&#x6253;&#x7684;&#x529B;&#x5EA6;&#xFF0C;&#x6216;&#x66F4;&#x52A0;&#x6781;&#x81F4;&#x5730;&#x5851;&#x9020;&#x9F13;&#x7EC4;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x800C;&#x8FD9;&#x4E9B;&#x5176;&#x5B9E;&#x4E5F;&#x5E76;&#x4E0D;&#x96BE;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172508.png" alt></p>
<p>2&#x3001;&#x5728;&#x751F;&#x6210;&#x57FA;&#x672C;&#x8282;&#x62CD;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x521B;&#x5EFA;&#x4E00;&#x6761;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x8F68;&#xFF0C;&#x5E76;&#x628A; Drummer &#x751F;&#x6210;&#x7684;&#x7247;&#x6BB5;&#x62D6;&#x5230;&#x65B0;&#x8F68;&#x9053;&#x4E0A;&#x3002;&#x5B83;&#x5C31;&#x4F1A;&#x7ACB;&#x5373;&#x53D8;&#x6210;&#x4E00;&#x4E2A; MIDI &#x7247;&#x6BB5;&#xFF0C;&#x6240;&#x6709;&#x7684;&#x8282;&#x594F;&#x90FD;&#x6309;&#x7167;&#x529B;&#x5EA6;&#x7B49;&#x8981;&#x7D20;&#x53D8;&#x6210;&#x4E86; MIDI &#x97F3;&#x7B26;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x4F60;&#x5C31;&#x80FD;&#x4E3A;&#x8FD9;&#x6BB5;&#x8282;&#x594F;&#x6302;&#x8F7D;&#x4EFB;&#x4F55;&#x60F3;&#x8981;&#x7684;&#x97F3;&#x8272;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172518.png" alt></p>
<p>3&#x3001;&#x5982;&#x679C;&#x60F3;&#x8981;&#x66F4;&#x52A0;&#x771F;&#x5B9E;&#x7684;&#x9F13;&#x58F0;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5148;&#x8F7D;&#x5165; Producer Kits &#x9884;&#x8BBE;&#x3002;Producer Kits&#xFF08;&#x540D;&#x79F0;&#x540E;&#x7F00;&#x4E3A; + &#x53F7;&#xFF09;&#x5B9E;&#x9645;&#x4E0A;&#x90FD;&#x662F;&#x4EE5; Track Stack &#x7684;&#x5F62;&#x5F0F;&#x5DE5;&#x4F5C;&#x7684;&#xFF0C;&#x6BCF;&#x4E2A;&#x9F13;&#x5934;&#x90FD;&#x6709;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;&#x97F3;&#x8F68;&#x3002;&#x7406;&#x8BBA;&#x4E0A;&#xFF0C;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x4F7F;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x9884;&#x8BBE;&#xFF0C;Drummer &#x662F;&#x6309;&#x7167; GM &#x6807;&#x51C6;&#x6620;&#x5C04;&#x97F3;&#x8272;&#x7684;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172528.png" alt></p>
<p>4&#x3001;&#x70B9;&#x6309; Drum Kit Designer &#x8F68;&#x9053;&#x5934;&#x4E0A;&#x7684;&#x4E09;&#x89D2;&#x5F62;&#xFF0C;&#x5C55;&#x5F00; Track Stack&#x3002;&#x6253;&#x5F00;&#x6DF7;&#x97F3;&#x5668;&#x9762;&#x677F;&#xFF0C;&#x4F60;&#x4F1A;&#x770B;&#x5230;&#x9F13;&#x7EC4;&#x7684;&#x6240;&#x6709;&#x901A;&#x9053;&#x6761;&#xFF0C;&#x5305;&#x62EC;&#x8F85;&#x52A9;&#x8F68;&#x3001;&#x53D1;&#x9001;&#x8F68;&#x7B49;&#xFF0C;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x9009;&#x62E9;&#x7684;&#x5957;&#x9F13;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x5C42;&#x9762;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5B9A;&#x5236;&#x8C03;&#x8282;&#x7684;&#x5185;&#x5BB9;&#x5C31;&#x5DF2;&#x7ECF;&#x5F88;&#x591A;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172624.png" alt></p>
<p>5&#x3001;&#x9664;&#x4E86;&#x5BF9;&#x5355;&#x4E2A;&#x9F13;&#x5934;&#x8FDB;&#x884C;&#x97F3;&#x8272;&#x548C;&#x6DF7;&#x97F3;&#x7684;&#x8C03;&#x8282;&#xFF0C;&#x5982;&#x6DFB;&#x52A0; EQ &#x548C;&#x538B;&#x7F29;&#x6548;&#x679C;&#xFF0C;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x50CF;&#x5BF9;&#x5F85;&#x771F;&#x5B9E;&#x5957;&#x9F13;&#x90A3;&#x6837;&#x66F4;&#x6539;&#x9F13;&#x5934;&#x7684;&#x97F3;&#x9AD8;&#x7B49;&#x53C2;&#x6570;&#x3002;&#x6253;&#x5F00; Drum Kit Designer &#x63D2;&#x4EF6;&#x754C;&#x9762;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x76F8;&#x5173;&#x8BBE;&#x7F6E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172639.png" alt></p>
<p>6&#x3001;&#x6587;&#x7AE0;&#x5F00;&#x5934;&#x8BF4;&#x8FC7;&#xFF0C;&#x4F7F;&#x7528; Producer Kits &#x7684;&#x6700;&#x5927;&#x4E00;&#x4E2A;&#x597D;&#x5904;&#x5F53;&#x7136;&#x662F;&#x66F4;&#x6539;&#x5BA4;&#x5185;&#x9EA6;&#x514B;&#x98CE;&#x7684;&#x6446;&#x653E;&#x548C;&#x8BBE;&#x7F6E;&#xFF08;&#x901A;&#x5E38;&#x7528; Room A &#x548C; Room B &#x6765;&#x6807;&#x6CE8;&#xFF09;&#x3002;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x8BA9;&#x9F13;&#x58F0;&#x66F4;&#x52A0;&#x4E30;&#x6EE1;&#xFF0C;&#x53EF;&#x4EE5;&#x8BD5;&#x8BD5;&#x5728;&#x8FD9;&#x4E9B;&#x5BA4;&#x5185;&#x9EA6;&#x514B;&#x98CE;&#x8F68;&#x9053;&#x4E0A;&#x6DFB;&#x52A0;&#x538B;&#x7F29;&#x6548;&#x679C;&#xFF0C;&#x672C;&#x4F8B;&#x4E2D;&#x4F7F;&#x7528; Vintage FET &#x7C7B;&#x578B;&#xFF0C;4.2:1 &#x7684;&#x538B;&#x7F29;&#x6BD4;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172648.png" alt></p>
<p>7&#x3001;&#x5728;&#x9F13;&#x58F0;&#x8C03;&#x6574;&#x5F97;&#x5DEE;&#x4E0D;&#x591A;&#x4E4B;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x518D;&#x6765;&#x770B;&#x770B; MIDI &#x97F3;&#x5E8F;&#x6570;&#x636E;&#x3002;Drummer &#x7684;&#x97F3;&#x5E8F;&#x4ECD;&#x7136;&#x662F;&#x7531;&#x6807;&#x51C6;&#x7684; MIDI &#x97F3;&#x7B26;&#x6784;&#x6210;&#x7684;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x6309;&#x559C;&#x597D;&#x7F16;&#x8F91;&#x3001;&#x5B8C;&#x5584;&#x4EFB;&#x4F55;&#x97F3;&#x7B26;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x67D0;&#x4E9B;&#x97F3;&#x7B26;&#x9759;&#x97F3;&#xFF0C;&#x628A;&#x4E00;&#x6BB5;&#x52A0;&#x82B1;&#x5EF6;&#x540E;&#xFF0C;&#x6DFB;&#x52A0; ghost &#x97F3;&#x7B26;&#xFF08;&#x5373;&#x58F0;&#x97F3;&#x8F83;&#x5C0F;&#x7684;&#x5F31;&#x529B;&#x5EA6;&#x97F3;&#x7B26;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x7F16;&#x8F91;&#x529B;&#x5EA6;&#x7B49;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172657.png" alt></p>
<p>8&#x3001;&#x65E2;&#x7136;&#x80FD;&#x591F;&#x7F16;&#x8F91; MIDI &#x6570;&#x636E;&#xFF0C;&#x90A3;&#x4E48;&#x91CF;&#x5316;&#x53C2;&#x6570;&#x81EA;&#x7136;&#x4E5F;&#x53EF;&#x4EE5;&#x7075;&#x6D3B;&#x4FEE;&#x6539;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x80FD;&#x5F97;&#x5230;&#x5B8C;&#x5168;&#x4E0D;&#x540C;&#x4E8E;&#x9884;&#x8BBE;&#x7684;&#x91CF;&#x5316;&#x98CE;&#x683C;&#xFF08;&#x6BD4;&#x5982;&#x4ECE; 1/16 &#x91CF;&#x5316;&#x4E3A; 1/12&#xFF09;&#xFF0C;&#x6216;&#x8005;&#x4F7F;&#x7528;&#x4ECE;&#x5176;&#x4ED6;&#x97F3;&#x8F68;&#x6216;&#x533A;&#x5757;&#x5206;&#x79BB;&#x51FA;&#x7684;&#x97F3;&#x4E50;&#x5957;&#x8DEF;&#x6A21;&#x677F;&#x3002;<a href="/external_links/8809bab9ba9241b187aaea8eccec5072.html" target="blank" rel="noopener">&#x8FD8;&#x8BB0;&#x5F97;&#x600E;&#x6837;&#x521B;&#x5EFA;&#x97F3;&#x4E50;&#x5957;&#x8DEF;&#x6A21;&#x677F;&#x5417;&#xFF1F;</a>&#x5F53;&#x7136;&#xFF0C;&#x6CE8;&#x610F;&#x964D;&#x4F4E;&#x4E00;&#x4E9B;&#x91CF;&#x5316;&#x5F3A;&#x5EA6;&#x53C2;&#x6570;&#xFF0C;&#x4EE5;&#x514D;&#x91CF;&#x5316;&#x7ED3;&#x679C;&#x592A;&#x50F5;&#x786C;&#xFF0C;&#x5E26;&#x6709;&#x673A;&#x68B0;&#x611F;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172705.png" alt></p>
<p>9&#x3001;&#x8BF4;&#x5230;&#x5E95;&#xFF0C;Drummer &#x521B;&#x5EFA;&#x51FA;&#x6765;&#x7684;&#x8282;&#x62CD;&#x662F;&#x5B8C;&#x5168;&#x53EF;&#x4EE5;&#x8131;&#x79BB; Drummer &#x97F3;&#x8272;&#x7684;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x65B0;&#x5EFA;&#x4E00;&#x6761;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x8F68;&#xFF0C;&#x5728;&#x5E93;&#x4E2D;&#x9009;&#x62E9;&#x4E00;&#x4E2A; Drum Machine &#x9884;&#x8BBE;&#xFF0C;&#x8FD9;&#x6BB5;&#x8282;&#x62CD;&#x4F9D;&#x7136;&#x4F1A;&#x539F;&#x6837;&#x6F14;&#x594F;&#xFF08;&#x5F53;&#x7136;&#x97F3;&#x8272;&#x662F;&#x66F4;&#x6539;&#x540E;&#x7684;&#x4E86;&#xFF09;&#xFF0C;GM &#x6620;&#x5C04;&#x7684;&#x6240;&#x6709;&#x53C2;&#x6570;&#x90FD;&#x4F1A;&#x4FDD;&#x7559;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172715.png" alt></p>
<p>10&#x3001;&#x901A;&#x8FC7; Logic Pro X &#x7684;&#x89E3;&#x6DF7;&#x529F;&#x80FD;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x53EF;&#x4EE5;&#x4E3A;&#x539F;&#x58F0;&#x9F13;&#x5236;&#x9020; Doubling&#xFF08;&#x52A0;&#x500D;&#xFF09;&#x6548;&#x679C;&#x3002;&#x5148;&#x5C06; MIDI &#x6570;&#x636E;&#x62F7;&#x8D1D;&#x5230;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x8F68;&#x9053;&#x4E0A;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x65B0; MIDI &#x533A;&#x5757;&#x4E0A;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF08;&#x6216;&#x6309;&#x4F4F; Control &#x70B9;&#x6309;&#xFF09;&#xFF0C;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;<strong>MIDI &#x2013; &#x6309;&#x97F3;&#x7B26;&#x97F3;&#x9AD8;&#x5206;&#x79BB;</strong>&#x300D;&#x3002;&#x7136;&#x540E;&#x7528;&#x89E3;&#x6DF7;&#x9009;&#x9879;&#x6765;&#x5206;&#x79BB;&#x97F3;&#x5E8F;&#x6570;&#x636E;&#xFF0C;&#x6BCF;&#x4E2A;&#x9F13;&#x5934;&#x5C06;&#x5360;&#x7528;&#x4E00;&#x6761;&#x97F3;&#x8F68;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172724.png" alt></p>
<p>11&#x3001;&#x5C06; Drum Machine &#x8F68;&#x7684; Track Stack &#x5C55;&#x5F00;&#xFF0C;&#x7136;&#x540E;&#x7A0D;&#x7A0D;&#x79FB;&#x52A8;&#x4F60;&#x60F3;&#x8981; Double &#x7684;&#x90A3;&#x4E00;&#x8F68;&#x3002;&#x79FB;&#x52A8;&#x7684;&#x8DDD;&#x79BB;&#x8981;&#x5408;&#x9002;&#xFF0C;&#x542C;&#x8D77;&#x6765;&#x6E05;&#x6670;&#x81EA;&#x7136;&#xFF0C;&#x4E0D;&#x81F3;&#x4E8E;&#x4F7F;&#x539F;&#x672C;&#x7684;&#x9F13;&#x58F0;&#x8D70;&#x6837;&#x3002;&#x5B8C;&#x6210;&#x540E;&#xFF0C;&#x518D;&#x628A; Drum Machine &#x8F68;&#x6298;&#x53E0;&#x8D77;&#x6765;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172735.png" alt></p>
<p>12&#x3001;&#x82E5;&#x8981;&#x8FDB;&#x4E00;&#x6B65;&#x5B8C;&#x5584; Double &#x6548;&#x679C;&#xFF0C;&#x4E0D;&#x59A8;&#x628A;&#x8FD9;&#x4E24;&#x8F68;&#x72EC;&#x594F;&#xFF0C;&#x5355;&#x72EC;&#x8C03;&#x6574;&#x3002;&#x5229;&#x7528; EQ &#x7B49;&#x5DE5;&#x5177;&#xFF0C;&#x8BA9;&#x8FD9;&#x4E24;&#x8F68;&#x8D34;&#x5408;&#x5F97;&#x66F4;&#x52A0;&#x7D27;&#x5BC6;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x8981;&#x8BA9;&#x5E95;&#x9F13;&#x58F0;&#x97F3;&#x66F4;&#x6C89;&#xFF0C;&#x5219;&#x63D0;&#x5347;&#x4F4E;&#x9891;&#xFF0C;&#x5E76;&#x9002;&#x5F53;&#x52A0;&#x4E0A;&#x4E00;&#x4E9B;&#x538B;&#x7F29;&#x6548;&#x679C;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/9acf5324a22220eaae4e48c3f99a0038.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/0a27a6d745fd140231f5b9390e3e5589.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-6.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../54.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../54.html" itemprop="url">Logic Pro X 系列教程 7：Retro Synth</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:12:34+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171816.png" alt></p>
<p>Retro Synth &#x662F; Logic Pro X &#x4E2D;&#x65B0;&#x589E;&#x7684;&#x5408;&#x6210;&#x5668;&#x63D2;&#x4EF6;&#xFF0C;&#x5B83;&#x7684;&#x754C;&#x9762;&#x867D;&#x7136;&#x7B80;&#x6D01;&#xFF0C;&#x4F46;&#x5408;&#x6210;&#x6548;&#x679C;&#x5374;&#x975E;&#x5E38;&#x5F3A;&#x5927;&#xFF0C;&#x97F3;&#x8272;&#x5341;&#x5206;&#x591A;&#x53D8;&#x3002;&#x8BA9;&#x6211;&#x4EEC;&#x8DDF;&#x968F; Mark Cousins &#x6765;&#x4E00;&#x8D77;&#x4E86;&#x89E3;&#x8FD9;&#x6B3E;&#x5408;&#x6210;&#x5668;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171830.png" alt></p>
<p>Logic Pro X &#x81EA;&#x5E26;&#x7684;&#x5408;&#x6210;&#x5668;&#x4E2D;&#xFF0C;ES2 &#x4F9D;&#x7136;&#x5F3A;&#x529B;&#xFF0C;&#x65B0;&#x589E;&#x7684; Retro Synth &#x5219;&#x5E26;&#x6765;&#x4E86;&#x66F4;&#x52A0;&#x6709;&#x8DA3;&#x548C;&#x7ACB;&#x7AFF;&#x89C1;&#x5F71;&#x7684;&#x97F3;&#x8272;&#x3002;&#x6B63;&#x5982; Mini Moog &#x7684;&#x8BBE;&#x8BA1;&#x7406;&#x5FF5;&#x4E00;&#x6837;&#xFF0C;Retro Synth &#x4E5F;&#x53EA;&#x9700;&#x8981;&#x901A;&#x8FC7;&#x8C03;&#x8282;&#x5C11;&#x91CF;&#x7684;&#x51E0;&#x4E2A;&#x65CB;&#x94AE;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8C03;&#x5236;&#x51FA;&#x6781;&#x5177;&#x7279;&#x8272;&#x7684;&#x97F3;&#x8272;&#x3002;&#x6216;&#x8BB8;&#x6709;&#x7528;&#x6237;&#x4F1A;&#x9752;&#x7750; FM8 &#x590D;&#x6742;&#x7684;&#x77E9;&#x9635;&#xFF0C;&#x548C; Massive &#x90A3;&#x8FD1;&#x4E4E;&#x65E0;&#x6570;&#x4E2A;&#x8DEF;&#x7531;&#x65B9;&#x5F0F;&#xFF0C;&#x4F46;&#x662F;<strong>&#x5F53;&#x4F60;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x9971;&#x6EE1;&#x7684;&#x8D1D;&#x53F8;&#x97F3;&#x8272;&#x65F6;&#xFF0C;&#x6216;&#x8005;&#x51B2;&#x51FB;&#x611F;&#x5341;&#x8DB3;&#x7684;&#x4E3B;&#x97F3;&#x65F6;&#xFF0C;Retro Synth &#x5F80;&#x5F80;&#x80FD;&#x5728;&#x66F4;&#x77ED;&#x7684;&#x65F6;&#x95F4;&#x5185;&#x6EE1;&#x8DB3;&#x8981;&#x6C42;</strong>&#x3002;&#x77ED;&#x5E73;&#x5FEB;&#x6B63;&#x662F; Retro Synth &#x7684;&#x7279;&#x8272;&#x3002;</p>
<p>Retro Synth &#x8FD9;&#x6B3E;&#x5408;&#x6210;&#x5668;&#x5305;&#x542B;&#x4E09;&#x4E2A;&#x4E3B;&#x8981;&#x7684;&#x5408;&#x6210;&#x65B9;&#x5F0F;&#xFF1A;&#x51CF;&#x6CD5;&#x5408;&#x6210;&#x5668;&#x3001;&#x6CE2;&#x8868;&#x5408;&#x6210;&#x5668;&#x4EE5;&#x53CA; FM &#x5408;&#x6210;&#x5668;&#x3002;&#x672C;&#x6587;&#x5C06;&#x96C6;&#x4E2D;&#x4ECB;&#x7ECD; Retro Synth &#x7684;&#x51CF;&#x6CD5;&#x5408;&#x6210;&#x7684;&#x6280;&#x672F;&#x8981;&#x70B9;&#xFF0C;&#x5373; Analog &#x6A21;&#x5F0F;&#x3002;&#x5BF9;&#x53E6;&#x5916;&#x4E24;&#x79CD;&#x5408;&#x6210;&#x65B9;&#x5F0F;&#x4E5F;&#x53EF;&#x4EE5;&#x7C7B;&#x63A8;&#x3002;</p>
<p>Retro Synth &#x7684;&#x754C;&#x9762;&#x5341;&#x5206;&#x7B80;&#x5355;&#xFF0C;&#x5373;&#x4F7F;&#x662F;&#x521A;&#x521A;&#x63A5;&#x89E6;&#x5408;&#x6210;&#x5668;&#x7684;&#x7528;&#x6237;&#x4E5F;&#x80FD;&#x5F88;&#x5FEB;&#x7406;&#x89E3;&#x5404;&#x4E2A;&#x533A;&#x57DF;&#x7684;&#x529F;&#x80FD;&#x3002;&#x5728;&#x4E0A;&#x8FB9;&#x90E8;&#x5206;&#xFF0C;&#x662F;&#x4FE1;&#x53F7;&#x7684;&#x6D41;&#x52A8;&#x8FC7;&#x7A0B;&#xFF0C;&#x5DE6;&#x8FB9;&#x662F;&#x632F;&#x8361;&#x5668;&#xFF0C;&#x7ECF;&#x8FC7;&#x4E2D;&#x95F4;&#x7684;&#x8C03;&#x5236;&#x6B65;&#x9AA4;&#xFF0C;&#x5230;&#x6700;&#x53F3;&#x8FB9;&#x8F93;&#x51FA;&#x3002;&#x632F;&#x8361;&#x5668;&#x63D0;&#x4F9B;&#x6700;&#x57FA;&#x7840;&#x7684;&#x6CE2;&#x5F62;&#x53CA;&#x8C03;&#x8C10;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x7684; Filter &#x90E8;&#x5206;&#x4F1A;&#x5BF9;&#x6CE2;&#x5F62;&#x8FDB;&#x884C;&#x4FEE;&#x6574;&#xFF0C;&#x518D;&#x7ECF;&#x8FC7; Chorus &#x6216; Flanger &#x5904;&#x7406;&#x540E;&#xFF0C;&#x8FDB;&#x5165;&#x653E;&#x5927;&#x5668;&#x8F93;&#x51FA;&#x3002;</p>
<p>&#x800C;&#x5728;&#x4E0B;&#x8FB9;&#x90E8;&#x5206;&#xFF0C;&#x96C6;&#x4E2D;&#x4E86;&#x4E00;&#x4E9B;&#x5217;&#x8C03;&#x5236;&#x5DE5;&#x5177;&#xFF1A;&#x98A4;&#x97F3;&#xFF0C;LFO &#x4EE5;&#x53CA;&#x4E24;&#x4E2A;&#x5305;&#x7EDC;&#x5DE5;&#x5177;&#x3002;&#x8FD9;&#x51E0;&#x4E2A;&#x57FA;&#x672C;&#x5DE5;&#x5177;&#x4E00;&#x76F4;&#x4F34;&#x968F;&#x7740;&#x58F0;&#x97F3;&#x8C03;&#x5236;&#x6280;&#x672F;&#x8D70;&#x5230;&#x4ECA;&#x5929;&#xFF0C;&#x8C03;&#x5236;&#x5668;&#x4E5F;&#x662F;&#x58F0;&#x97F3;&#x5851;&#x5F62;&#x5F53;&#x4E2D;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x73AF;&#xFF1A;&#x5229;&#x7528; LFO &#x6765;&#x8C03;&#x5236;&#x6EE4;&#x6CE2;&#x5668;&#xFF0C;&#x53EF;&#x4EE5;&#x5236;&#x9020;&#x51FA; dubstep &#x98CE;&#x683C;&#x7684; wobble &#x8D1D;&#x53F8;&#xFF0C;&#x6216;&#x5229;&#x7528;&#x5305;&#x7EDC;&#x91CC;&#x7684;&#x8D77;&#x97F3;&#xFF08;attack&#xFF09;&#x503C;&#x6765;&#x5851;&#x9020;&#x51FA;&#x4E00;&#x4E2A;&#x97F3;&#x57AB;&#xFF08;pad&#xFF09;&#x97F3;&#x8272;&#x3002;&#x5728; Retro Synth &#x5F53;&#x4E2D;&#xFF0C;&#x8FD9;&#x4E9B;&#x8C03;&#x5236;&#x65B9;&#x6CD5;&#x90FD;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#x5B9E;&#x73B0;&#x3002;</p>
<h4 id="&#x5408;&#x6210;&#x8D1D;&#x53F8;"><a href="#&#x5408;&#x6210;&#x8D1D;&#x53F8;" class="headerlink" title="&#x5408;&#x6210;&#x8D1D;&#x53F8;"></a>&#x5408;&#x6210;&#x8D1D;&#x53F8;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171843.png" alt></p>
<p>1&#x3001;&#x6211;&#x4EEC;&#x901A;&#x8FC7;&#x4E00;&#x4E2A;&#x5408;&#x6210;&#x8D1D;&#x53F8;&#x7684;&#x97F3;&#x8272;&#xFF0C;&#x6765;&#x7B80;&#x5355;&#x5C55;&#x793A;&#x4E00;&#x4E0B; Retro Synth &#x7684;&#x57FA;&#x672C;&#x4F7F;&#x7528;&#x6D41;&#x7A0B;&#xFF0C;&#x4EE5;&#x53CA; Analog &#x6A21;&#x5F0F;&#x7684;&#x6613;&#x7528;&#x4E4B;&#x5904;&#x3002;&#x9996;&#x5148;&#x6211;&#x4EEC;&#x6765;&#x9009;&#x62E9;&#x6CE2;&#x5F62;&#xFF0C;&#x5728; Shape 1 &#x632F;&#x8361;&#x5668;&#x4E0A;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x65B9;&#x6CE2;&#xFF0C;&#x5728; Shape 2 &#x4E0A;&#x9009;&#x62E9;&#x952F;&#x9F7F;&#x6CE2;&#x3002;&#x901A;&#x8FC7; Cents &#x65CB;&#x94AE;&#x52A0;&#x5165;&#x4E00;&#x70B9;&#x79BB;&#x8C03;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x501F;&#x6B64;&#x53EF;&#x4EE5;&#x8BA9;&#x97F3;&#x8272;&#x663E;&#x5F97;&#x66F4;&#x52A0;&#x6E29;&#x6696;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171856.png" alt></p>
<p>2&#x3001;&#x5927;&#x591A;&#x6570;&#x8D1D;&#x53F8;&#x97F3;&#x8272;&#x7684;&#x8BC0;&#x7A8D;&#x5728;&#x4E8E;&#x6EE4;&#x6CE2;&#x5668;&#xFF08;filter&#xFF09;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x5305;&#x7EDC;&#x7EBF;&#x5236;&#x4F5C;&#x51FA;&#x8D1D;&#x53F8;&#x58F0;&#x97F3;&#x7279;&#x6709;&#x7684;&#x8D77;&#x97F3;&#x3002;&#x6211;&#x4EEC;&#x6765;&#x770B; Filter Env &#x90E8;&#x5206;&#xFF0C;&#x5982;&#x56FE;&#x8BBE;&#x5B9A;&#x5FEB;&#x901F;&#x8D77;&#x97F3;&#xFF0C;550ms &#x8870;&#x51CF;&#xFF0C;&#x65E0;&#x5EF6;&#x97F3;&#xFF0C;&#x91CA;&#x653E;&#x503C;&#x5927;&#x7EA6;&#x5728; 450ms &#x5373;&#x53EF;&#x3002;&#x636E;&#x6B64;&#x5F97;&#x5230;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x5C31;&#x4F1A;&#x5E26;&#x6709;&#x4E00;&#x79CD;&#x300C;&#x7A81;&#x523A;&#x300D;&#x7684;&#x611F;&#x89C9;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171906.png" alt></p>
<p>3&#x3001;&#x8981;&#x8BA9;&#x5305;&#x7EDC;&#x4EA7;&#x751F;&#x67D0;&#x79CD;&#x6548;&#x679C;&#xFF0C; &#x6211;&#x4EEC;&#x9700;&#x8981;&#x5728; Filter &#x90E8;&#x5206;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x5173;&#x952E;&#x7684;&#x8BBE;&#x7F6E;&#x3002;&#x9996;&#x5148;&#xFF0C;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x975E;&#x5E38;&#x300C;Moog&#x300D;&#x5473;&#x513F;&#x7684; LP 24dB Fat &#x6A21;&#x5F0F;&#x3002;&#x5C06; Cutoff &#x51CF;&#x5230; 0.04&#xFF0C;&#x589E;&#x52A0;&#x4E00;&#x70B9;&#x70B9; Resonance &#x5230; 0.12&#xFF0C;Env &#x8BBE;&#x7F6E;&#x5230; 0.79 &#x5DE6;&#x53F3;&#x3002;&#x5305;&#x7EDC;&#x90E8;&#x5206;&#x4FBF;&#x80FD;&#x591F;&#x8C03;&#x5236;&#x51E0;&#x4E4E;&#x5B8C;&#x6574;&#x7684;&#x58F0;&#x97F3;&#x8303;&#x56F4;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171922.png" alt></p>
<p>4&#x3001;&#x63A5;&#x4E0B;&#x6765;&#x662F; Amp Env &#x6A21;&#x5757;&#xFF0C;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x5851;&#x9020;&#x58F0;&#x97F3;&#x7684;&#x52A8;&#x6001;&#x3002;&#x770B;&#x8D77;&#x6765;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#x7684;&#x8BBE;&#x7F6E;&#x548C; Filter Env &#x5F88;&#x50CF;&#xFF0C;&#x4F46;&#x8870;&#x51CF;&#x66F4;&#x6162;&#xFF0C;&#x5927;&#x7EA6;&#x8BBE;&#x7F6E;&#x5230; 3400ms&#xFF0C;&#x5E76;&#x5E26;&#x6709;&#x4E00;&#x70B9;&#x70B9;&#x5EF6;&#x97F3;&#xFF08;0.05&#xFF09;&#xFF0C;&#x8FD9;&#x6837;&#x8D1D;&#x53F8;&#x58F0;&#x5C31;&#x80FD;&#x4EA7;&#x751F;&#x4E00;&#x5B9A;&#x7684;&#x5B9E;&#x4F53;&#x611F;&#x3002;&#x91CA;&#x653E;&#x503C;&#x4F9D;&#x7136;&#x5F88;&#x5C0F;&#xFF0C;&#x5927;&#x7EA6;&#x5728; 170ms &#x5DE6;&#x53F3;&#xFF0C;&#x8FD9;&#x6837;&#x5C3E;&#x97F3;&#x5C31;&#x4F1A;&#x5E26;&#x6709;&#x6253;&#x51FB;&#x4E50;&#x5668;&#x7684;&#x5FEB;&#x901F;&#x505C;&#x6B62;&#x8D28;&#x611F;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171935.png" alt></p>
<p>5&#x3001;&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x98A4;&#x97F3;&#x8BBE;&#x7F6E;&#x7B49;&#x5176;&#x4ED6;&#x8C03;&#x5236;&#x65B9;&#x5F0F;&#xFF0C;&#x6765;&#x5851;&#x9020;&#x66F4;&#x52A0;&#x4E2A;&#x6027;&#x5316;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x98A4;&#x97F3;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x5728;&#x632F;&#x8361;&#x5668;&#x4E2D;&#x8C03;&#x8282;&#xFF0C;&#x5C06; Vibrato &#x65CB;&#x94AE;&#x8BBE;&#x7F6E;&#x4E3A; 0.10 &#x5373;&#x53EF;&#x3002;&#x66F4;&#x52A0;&#x7EC6;&#x5316;&#x7684;&#x98A4;&#x97F3;&#x8BBE;&#x7F6E;&#x53EF;&#x4EE5;&#x5728;&#x4E0B;&#x8FB9;&#x90E8;&#x5206;&#x7684; Vibrato &#x9762;&#x677F;&#x91CC;&#x627E;&#x5230;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8BBE;&#x7F6E;&#x98A4;&#x97F3;&#x901F;&#x5EA6;&#x3001;&#x98A4;&#x97F3;&#x6CE2;&#x5F62;&#x7B49;&#x53C2;&#x6570;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x4F7F;&#x7528;&#x4E09;&#x89D2;&#x6CE2;&#xFF0C;&#x9891;&#x7387;&#xFF08;Rate&#xFF09;&#x8BBE;&#x7F6E;&#x4E3A; 4.10Hz&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171945.png" alt></p>
<p>6&#x3001;&#x4E00;&#x822C;&#x5728;&#x8D1D;&#x53F8;&#x97F3;&#x8272;&#x8FD8;&#x9700;&#x8981;&#x80FD;&#x591F;&#x54CD;&#x5E94;&#x8C03;&#x5236;&#x8F6E;&#x7684;&#x52A8;&#x4F5C;&#x3002;&#x9ED8;&#x8BA4;&#x60C5;&#x51B5;&#x4E0B;&#x4F1A;&#x8C03;&#x8282;&#x6EE4;&#x6CE2;&#x5668;&#x7684; Cutoff &#x503C;&#x3002;&#x70B9;&#x6309; Retro Synth &#x5E95;&#x90E8;&#x7684; Settings &#x6309;&#x94AE;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x8C03;&#x5236;&#x8DEF;&#x7531;&#x8BBE;&#x7F6E;&#x3002;&#x901A;&#x8FC7; Mod Wheel &#x53F3;&#x8FB9;&#x7684;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#xFF0C;&#x5C06;&#x8C03;&#x5236;&#x8F6E;&#x6620;&#x5C04;&#x5230; Filter Cutoff &#x4E0A;&#x3002;&#x6570;&#x503C;&#x8BBE;&#x5B9A;&#x4E3A; 0.37 &#x5DE6;&#x53F3;&#x5373;&#x53EF;&#x4EA7;&#x751F;&#x8DB3;&#x591F;&#x7684;&#x54CD;&#x5E94;&#x3002;&#x81F3;&#x6B64;&#xFF0C;&#x6211;&#x4EEC;&#x5C31;&#x505A;&#x51FA;&#x4E86;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x7684;&#x8D1D;&#x53F8;&#x97F3;&#x8272;&#x3002;</p>
<h4 id="PWM-&#x97F3;&#x57AB;&#xFF08;Pad&#xFF09;"><a href="#PWM-&#x97F3;&#x57AB;&#xFF08;Pad&#xFF09;" class="headerlink" title="PWM &#x97F3;&#x57AB;&#xFF08;Pad&#xFF09;"></a>PWM &#x97F3;&#x57AB;&#xFF08;Pad&#xFF09;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171956.png" alt></p>
<p>1&#x3001;Pad &#x97F3;&#x8272;&#x7684;&#x5236;&#x4F5C;&#x65B9;&#x5F0F;&#x591A;&#x79CD;&#x591A;&#x6837;&#xFF0C;&#x672C;&#x4F8B;&#x4E2D;&#x6211;&#x4EEC;&#x4F1A;&#x4F7F;&#x7528; Shape Modulation&#xFF08;&#x6CE2;&#x5F62;&#x8C03;&#x5236;&#xFF09;&#x6765;&#x5236;&#x4F5C;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x7684; PWM &#x97F3;&#x57AB;&#xFF0C;&#x6709;&#x70B9;&#x7C7B;&#x4F3C;&#x4E8E; 70 &#x6216; 80 &#x5E74;&#x4EE3;&#x7684;&#x5F26;&#x4E50;&#x5408;&#x6210;&#x5668;&#x97F3;&#x8272;&#x3002;&#x9996;&#x5148;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x4E00;&#x4E2A;&#x57FA;&#x672C;&#x97F3;&#x8272;&#xFF0C;&#x628A;&#x4E24;&#x4E2A;&#x632F;&#x8361;&#x5668;&#x65CB;&#x94AE;&#x8C03;&#x5230;&#x65B9;&#x6CE2;&#x548C;&#x8109;&#x51B2;&#x6CE2;&#x4E2D;&#x95F4;&#x7684;&#x67D0;&#x4E2A;&#x4F4D;&#x7F6E;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172005.png" alt></p>
<p>2&#x3001;&#x97F3;&#x57AB;&#x7684;&#x6E29;&#x6696;&#x5EA6;&#x548C;&#x58F0;&#x573A;&#x5BBD;&#x5EA6;&#xFF0C;&#x4E3B;&#x8981;&#x9760;&#x97F3;&#x8C03;&#x6765;&#x5EFA;&#x7ACB;&#x3002;&#x6211;&#x4EEC;&#x5148;&#x628A;&#x632F;&#x8361;&#x5668;&#x7684;&#x516B;&#x5EA6;&#x964D;&#x5230; -12s&#xFF08;Semitones&#xFF09;&#x3002;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x79BB;&#x8C03;&#xFF0C;&#x5C06; Cents &#x65CB;&#x94AE;&#x8C03;&#x5236; 17c &#x5DE6;&#x53F3;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x58F0;&#x97F3;&#x66F4;&#x52A0;&#x539A;&#x5B9E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172015.png" alt></p>
<p>3&#x3001;&#x6CE2;&#x5F62;&#x8C03;&#x5236;&#x65CB;&#x94AE;&#xFF08;Shape Modulation&#xFF09;&#x4F1A;&#x901A;&#x8FC7; LFO &#x6216;&#x5305;&#x7EDC;&#x65B9;&#x5F0F;&#xFF0C;&#x6765;&#x8C03;&#x5236;&#x8109;&#x51B2;&#x6CE2;&#x4FE1;&#x53F7;&#xFF0C;&#x4F1A;&#x8BA9;&#x5236;&#x9020;&#x51FA;&#x7C7B;&#x4F3C;&#x4E8E;&#x5408;&#x5531;&#x6548;&#x679C;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x5C06; Shape Modulation &#x626D;&#x81F3; 0.124&#xFF0C;&#x6B64;&#x65F6; LFO &#x4F1A;&#x8D77;&#x4F5C;&#x7528;&#x3002;&#x5728;&#x8FD9;&#x4E2A;&#x4F8B;&#x5B50;&#x4E2D;&#xFF0C;LFO &#x4F1A;&#x4E0E;&#x5DE5;&#x7A0B;&#x901F;&#x5EA6;&#x540C;&#x6B65;&#xFF0C;&#x4EE5; 1/16d &#x7684;&#x62CD;&#x5B50;&#x6765;&#x8FD0;&#x884C;&#xFF0C;&#x6211;&#x4EEC;&#x4E5F;&#x5C31;&#x521B;&#x9020;&#x51FA;&#x4E86;&#x4E00;&#x79CD; PWM &#x7684;&#x5FEB;&#x901F;&#x79FB;&#x52A8;&#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172034.png" alt></p>
<p>4&#x3001;&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x518D;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x98A4;&#x97F3;&#x6548;&#x679C;&#xFF0C;&#x53EF;&#x4EE5;&#x66F4;&#x52A0;&#x4E30;&#x5BCC;&#x58F0;&#x97F3;&#x5C42;&#x6B21;&#x7684;&#x53D8;&#x5316;&#x3002;&#x5C06; Vibrato &#x65CB;&#x94AE;&#x8BBE;&#x7F6E;&#x4E3A; 0.09 &#x5DE6;&#x53F3;&#xFF0C;&#x800C;&#x9891;&#x7387;&#x53EF;&#x4EE5;&#x4E0E; LFO &#x7A0D;&#x7A0D;&#x4E0D;&#x540C;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x5C06;&#x5176;&#x8BBE;&#x7F6E;&#x4E3A; 3.30Hz&#x3002;LFO &#x548C;&#x98A4;&#x97F3;&#x4E4B;&#x95F4;&#x4E0D;&#x90A3;&#x4E48;&#x540C;&#x6B65;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x5219;&#x6070;&#x597D;&#x4E3A;&#x6211;&#x4EEC;&#x7684;&#x58F0;&#x97F3;&#x589E;&#x6DFB;&#x4E86;&#x8BB8;&#x591A;&#x8DA3;&#x5473;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172047.png" alt></p>
<p>5&#x3001;Pad &#x97F3;&#x8272;&#x7684;&#x6EE4;&#x6CE2;&#x5668;&#xFF08;Filter&#xFF09;&#x90E8;&#x5206;&#x6BD4;&#x8F83;&#x7B80;&#x5355;&#x3002;&#x5C06; Cutoff &#x8BBE;&#x4E3A; 0.78 &#x6765;&#x4F7F;&#x97F3;&#x8272;&#x7A0D;&#x6697;&#x6DE1;&#xFF0C;&#x6DFB;&#x52A0;&#x5C11;&#x91CF;&#x7684; Key &#x503C;&#xFF0C;&#x8BA9;&#x6EE4;&#x6CE2;&#x5668;&#x8DDF;&#x968F;&#x952E;&#x76D8;&#x6309;&#x4E0B;&#x7684;&#x4FE1;&#x53F7;&#x3002;&#x8FD9;&#x91CC;&#x65E0;&#x9700;&#x5305;&#x7EDC;&#xFF0C;&#x53EA;&#x9700;&#x8981; LFO &#x63D0;&#x4F9B;&#x4E00;&#x4E9B;&#x7EC6;&#x5FAE;&#x7684;&#x79FB;&#x52A8;&#x53D8;&#x5316;&#x5373;&#x53EF;&#xFF0C;&#x6211;&#x4EEC;&#x5C06; LFO &#x65CB;&#x94AE;&#x8BBE;&#x7F6E;&#x4E3A; 0.08 &#x5DE6;&#x53F3;&#xFF0C;&#x8FD9;&#x6837;&#x4E5F;&#x4F1A;&#x8BA9; PWM &#x6548;&#x679C;&#x66F4;&#x52A0;&#x7A81;&#x51FA;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172057.png" alt></p>
<p>6&#x3001;&#x5982;&#x679C;&#x60F3;&#x8981;&#x8FBE;&#x5230;&#x7ECF;&#x5178;&#x7684;&#x5F26;&#x4E50;&#x5408;&#x6210;&#x5668;&#x97F3;&#x8272;&#xFF0C;&#x8FD8;&#x9700;&#x8981;&#x6700;&#x540E;&#x4E00;&#x6B65;&#xFF0C;&#x5728; Effect&#xFF08;&#x6548;&#x679C;&#xFF09;&#x90E8;&#x5206;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B; Flanger &#x503C;&#x3002;&#x8FD9;&#x91CC;&#x6709;&#x4E24;&#x79CD;&#x8BBE;&#x7F6E;&#x65B9;&#x5F0F;&#xFF0C;&#x5982;&#x679C;&#x5C06;&#x6BD4;&#x4F8B;&#xFF08;Rate&#xFF09;&#x8BBE;&#x4E3A;&#x4E00;&#x4E2A;&#x8F83;&#x6162;&#x7684;&#x503C;&#xFF0C;&#x5219;&#x58F0;&#x97F3;&#x4F1A;&#x6709;&#x547C;&#x5578;&#x800C;&#x8FC7;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x6BD4;&#x8F83;&#x5FEB;&#x7684;&#x503C;&#xFF0C;&#x5219;&#x4F1A;&#x4EA7;&#x751F;&#x548C; PWM &#x6548;&#x679C;&#x7C7B;&#x4F3C;&#x7684;&#x52A8;&#x611F;&#x3002;</p>
<h4 id="&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x4F7F;&#x7528;"><a href="#&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x4F7F;&#x7528;" class="headerlink" title="&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x4F7F;&#x7528;"></a>&#x6DF1;&#x5C42;&#x6B21;&#x7684;&#x4F7F;&#x7528;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172107.png" alt></p>
<p>1&#x3001;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x53D1;&#x6325;&#x4E00;&#x4E0B;&#x60F3;&#x8C61;&#x529B;&#xFF0C;&#x7ED3;&#x5408;&#x975E;&#x5E38;&#x89C4;&#x8C03;&#x97F3;&#x65B9;&#x5F0F;&#x548C;&#x5C11;&#x89C1;&#x7684;&#x6CE2;&#x5F62;&#x7EC4;&#x5408;&#xFF0C;&#x5236;&#x9020;&#x51FA;&#x66F4;&#x52A0;&#x522B;&#x81F4;&#x7684;&#x97F3;&#x8272;&#x3002;&#x6211;&#x4EEC;&#x5148;&#x4ECE;&#x6CE2;&#x5F62;&#x7EC4;&#x5408;&#x5F00;&#x59CB;&#xFF0C;&#x5728; Shape 1 &#x4F7F;&#x7528;&#x566A;&#x6CE2;&#xFF0C;Shape 2 &#x4F7F;&#x7528;&#x952F;&#x9F7F;&#x6CE2;&#x3002;&#x566A;&#x6CE2;&#x662F;&#x8BA9;&#x58F0;&#x97F3;&#x53D8;&#x5F97;&#x66F4;&#x300C;&#x810F;&#x300D;&#x7684;&#x4E00;&#x79CD;&#x624B;&#x6BB5;&#xFF0C;&#x5F53;&#x7136;&#x4E5F;&#x9700;&#x8981;&#x63A7;&#x5236;&#x6BD4;&#x4F8B;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172116.png" alt></p>
<p>2&#x3001;&#x8C03;&#x914D;&#x4E00;&#x4E0B;&#x632F;&#x8361;&#x5668;&#x7684;&#x6BD4;&#x4F8B;&#xFF0C;&#x8BA9;&#x58F0;&#x97F3;&#x66F4;&#x591A;&#x504F;&#x5411;&#x952F;&#x9F7F;&#x6CE2;&#xFF08;Mix &#x63A8;&#x6746;&#x5927;&#x6982;&#x5728; 0.82 &#x7684;&#x4F4D;&#x7F6E;&#xFF09;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x5C06; Semitones &#x8BBE;&#x7F6E;&#x4E3A; +7&#xFF0C;&#x542C;&#x542C;&#x770B;&#x58F0;&#x97F3;&#x662F;&#x4E0D;&#x662F;&#x5F00;&#x59CB;&#x53D8;&#x5F97;&#x6709;&#x8DA3;&#x4E86;&#xFF1F;&#x63A5;&#x4E0B;&#x6765;&#x5728; Amp &#x6A21;&#x5757;&#x91CC;&#x589E;&#x52A0;&#x4E00;&#x4E9B;&#x6B63;&#x5F26;&#x6CE2;&#xFF08;Sine Level&#xFF09;&#x3002;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x80FD;&#x542C;&#x51FA;&#x4E00;&#x4E9B;&#x548C;&#x5F26;&#x7684;&#x611F;&#x89C9;&#x4E86;&#xFF0C;&#x952F;&#x9F7F;&#x6CE2;&#x5927;&#x6982;&#x5728;&#x6B63;&#x5F26;&#x6CE2;&#x4E0A;&#x65B9;&#x4E94;&#x5EA6;&#x5DE6;&#x53F3;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172126.png" alt></p>
<p>3&#x3001;&#x73B0;&#x5728;&#x6211;&#x4EEC;&#x770B;&#x5230; Amp Env &#x6A21;&#x5757;&#xFF0C;&#x5851;&#x9020;&#x97F3;&#x8272;&#x7684;&#x52A8;&#x6001;&#x3002;&#x5305;&#x7EDC;&#x5341;&#x5206;&#x7B80;&#x5355;&#xFF1A;&#x5FEB;&#x901F;&#x8D77;&#x97F3;&#xFF0C;0.94ms&#xFF1B;&#x5FEB;&#x901F;&#x8870;&#x51CF;&#xFF0C;140ms&#xFF1B;&#x4E2D;&#x7B49;&#x5EF6;&#x97F3;&#xFF0C;0.19&#xFF1B;&#x91CA;&#x653E;&#x5927;&#x7EA6;&#x4E3A; 210ms &#x5373;&#x53EF;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x8981;&#x628A;&#x529B;&#x5EA6;&#xFF08;Vel&#xFF09;&#x63A8;&#x6746;&#x63A8;&#x4E0A;&#x53BB;&#xFF0C;&#x56E0;&#x4E3A;&#x7436;&#x97F3;&#x5668;&#x5728;&#x89E6;&#x53D1; Retro Synth &#x58F0;&#x97F3;&#x65F6;&#xFF0C;&#x4E5F;&#x5E26;&#x6709;&#x529B;&#x5EA6;&#x6570;&#x636E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172139.png" alt></p>
<p>4&#x3001;&#x6EE4;&#x6CE2;&#x5668;&#x5305;&#x7EDC;&#xFF08;Filter Env &#x6A21;&#x5757;&#xFF09;&#x4E0E; Amp Env &#x7C7B;&#x4F3C;&#xFF0C;&#x5E76;&#x4E14;&#x8981;&#x628A;&#x529B;&#x5EA6;&#xFF08;Vel&#xFF09;&#x63A8;&#x6746;&#x63A8;&#x5230;&#x6700;&#x9AD8;&#x3002;&#x5728;&#x6EE4;&#x6CE2;&#x5668;&#x6A21;&#x5757;&#xFF08;Filter&#xFF09;&#x9009;&#x62E9; LP 24dB Fat &#x6EE4;&#x6CE2;&#x6A21;&#x5F0F;&#xFF0C;&#x5E76;&#x8BBE;&#x7F6E; Cutoff &#x4E3A; 0.47&#x3002;&#x8FD9;&#x6837;&#x97F3;&#x8272;&#x7684;&#x52A8;&#x611F;&#x5F97;&#x4EE5;&#x663E;&#x73B0;&#xFF0C;&#x53C8;&#x4E0D;&#x81F3;&#x4E8E;&#x55A7;&#x5BBE;&#x593A;&#x4E3B;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172155.png" alt></p>
<p>5&#x3001;&#x73B0;&#x5728;&#xFF0C;&#x97F3;&#x8272;&#x5DF2;&#x7ECF;&#x57FA;&#x672C;&#x5448;&#x73B0;&#x51FA;&#x6765;&#x4E86;&#x3002;&#x4E0D;&#x8FC7;&#x6211;&#x4EEC;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x63A2;&#x7D22;&#x4E00;&#x4E0B;&#x6ED1;&#x97F3;&#xFF08;Glide&#xFF09;&#x9009;&#x9879;&#xFF0C;&#x5F53;&#x4F60;&#x4F7F;&#x7528;&#x7436;&#x97F3;&#x5668;&#xFF08;Arpeggiator&#xFF09;&#x6765;&#x89E6;&#x53D1; Retro Synth &#x58F0;&#x97F3;&#x65F6;&#xFF0C;&#x8FD9;&#x4E2A;&#x9009;&#x9879;&#x5C24;&#x5176;&#x91CD;&#x8981;&#x3002;&#x9009;&#x7528;&#x4E00;&#x4E2A;&#x8F83;&#x5FEB;&#x7684;&#x6ED1;&#x97F3;&#x65F6;&#x95F4;&#xFF08;&#x5927;&#x7EA6; 1.80ms&#xFF09;&#xFF0C;&#x5E76;&#x5C1D;&#x8BD5;&#x591A;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x6A21;&#x5F0F;&#xFF08;Mode&#xFF09;&#x3002;All Osc &#x6A21;&#x5F0F;&#x4F1A;&#x8BA9;&#x6240;&#x6709;&#x7EC4;&#x4EF6;&#x4EA7;&#x751F;&#x6ED1;&#x97F3;&#x6548;&#x679C;&#xFF0C;&#x540C;&#x65F6;&#xFF0C;Osc1+Sine &#x6216;&#x8005; Opposed &#x6A21;&#x5F0F;&#x4E5F;&#x4E00;&#x6837;&#x503C;&#x5F97;&#x5C1D;&#x8BD5;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515172207.png" alt></p>
<p>6&#x3001;&#x867D;&#x8BF4;&#x4ECE;&#x7B80;&#x4E3A;&#x5999;&#xFF0C;&#x4F46;&#x4E5F;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x5728;&#x6548;&#x679C;&#x5668;&#x63D2;&#x69FD;&#x6DFB;&#x52A0;&#x63D2;&#x4EF6;&#x6765;&#x7EE7;&#x7EED;&#x8C03;&#x5236;&#x58F0;&#x97F3;&#x3002;&#x5728;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x6DFB;&#x52A0;&#x4E86; Retro Synth &#x81EA;&#x5E26;&#x7684;&#x5408;&#x5531;&#x6548;&#x679C;&#xFF0C;&#x968F;&#x540E;&#x662F;&#x538B;&#x7F29;&#x6548;&#x679C;&#xFF0C;Stereo Delay &#x5EF6;&#x8FDF;&#x6548;&#x679C;&#x4EE5;&#x53CA;&#x4E00;&#x4E2A;&#x6DF7;&#x54CD;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x97F3;&#x8272;&#x66F4;&#x52A0;&#x5177;&#x6709;&#x8DF3;&#x8DC3;&#x611F;&#xFF0C;&#x7A7A;&#x95F4;&#x611F;&#x548C;&#x5C42;&#x6B21;&#x611F;&#x4E5F;&#x66F4;&#x52A0;&#x9C9C;&#x660E;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/167cd86f819e94e9d9c1e7034a4f7ae2.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/a89375a84ae04758664d745aa83c5317.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-7.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../25.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../25.html" itemprop="url">五种常见压缩类型与应用方法</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-15T17:10:42+08:00">
                2020-05-15
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200515171120.png" alt></p>
<p>&#x4F5C;&#x4E3A;&#x97F3;&#x9891;&#x5DE5;&#x4F5C;&#x8005;&#xFF0C;&#x719F;&#x7528;&#x4E0D;&#x540C;&#x7684;&#x52A8;&#x6001;&#x8303;&#x56F4;&#x538B;&#x7F29;&#x5DE5;&#x5177;&#x65E2;&#x662F;&#x65F6;&#x4EE3;&#x6240;&#x9700;&#xFF0C;&#x66F4;&#x662F;&#x827A;&#x672F;&#x521B;&#x9020;&#x91CC;&#x4E0D;&#x53EF;&#x6216;&#x7F3A;&#x7684;&#x7CBE;&#x5999;&#x6280;&#x80FD;&#x3002;&#x672C;&#x6587;&#x5C06;&#x4E94;&#x79CD;&#x5E38;&#x7528;&#x538B;&#x7F29;&#x7C7B;&#x578B;&#x8FDB;&#x884C;&#x4E86;&#x5F52;&#x7EB3;&#xFF0C;&#x53EF;&#x4F9B;&#x968F;&#x65F6;&#x53C2;&#x8003;&#x3002;</p>
<h4 id="1&#x3001;&#x591A;&#x6BB5;&#x538B;&#x7F29;-&#x9650;&#x5236;"><a href="#1&#x3001;&#x591A;&#x6BB5;&#x538B;&#x7F29;-&#x9650;&#x5236;" class="headerlink" title="1&#x3001;&#x591A;&#x6BB5;&#x538B;&#x7F29;/&#x9650;&#x5236;"></a>1&#x3001;&#x591A;&#x6BB5;&#x538B;&#x7F29;/&#x9650;&#x5236;</h4><p>&#x591A;&#x6BB5;&#x538B;&#x7F29;&#x662F;&#x6307;&#x5BF9;&#x58F0;&#x97F3;&#x4E0D;&#x540C;&#x9891;&#x7387;&#x8303;&#x56F4;&#x7684;&#x52A8;&#x6001;&#x5206;&#x522B;&#x8FDB;&#x884C;&#x538B;&#x7F29;&#x5904;&#x7406;&#xFF0C;&#x5404;&#x6BB5;&#x7684;&#x538B;&#x7F29;&#x76F8;&#x4E92;&#x72EC;&#x7ACB;&#xFF0C;&#x5404;&#x53D6;&#x6240;&#x9700;&#x3002;&#x4F8B;&#x5982;&#x53EA;&#x9700;&#x5904;&#x7406;&#x5E95;&#x9F13;&#x7684;&#x8F83;&#x9AD8;&#x9891;&#x6BB5;&#xFF0C;&#x800C;&#x4E0D;&#x7834;&#x574F;&#x4F4E;&#x9891;&#x7684;&#x52A8;&#x6001;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x5408;&#x9002;&#x7684;&#x9891;&#x6BB5;&#xFF0C;&#x8BBE;&#x7F6E;&#x9488;&#x5BF9;&#x8BE5;&#x9891;&#x6BB5;&#x7684;&#x9608;&#x503C;&#x3001;&#x8D77;&#x97F3;&#x4EE5;&#x53CA;&#x91CA;&#x653E;&#x503C;&#x3002;</p>
<p><em>&#x5B9E;&#x7528;&#x573A;&#x666F;</em>&#xFF1A;&#x901A;&#x8FC7;&#x4E3B;&#x63A7;&#x603B;&#x7EBF;&#x6765;&#x8C03;&#x6574;&#x4E2D;&#x4F4E;&#x9891;&#x4E2D;&#x6709;&#x95EE;&#x9898;&#x7684;&#x90E8;&#x5206;&#xFF0C;&#x6216;&#x8BA9;&#x4EBA;&#x58F0; 5-10k &#x8303;&#x56F4;&#x7684;&#x9891;&#x6BB5;&#x66F4;&#x52A0;&#x6E29;&#x548C;&#x4E00;&#x4E9B;&#x3002;</p>
<p><em>&#x63A8;&#x8350;&#x63D2;&#x4EF6;</em>&#xFF1A;FabFilter Pro-MB&#xFF0C;iZotope Ozone 6&#xFF0C;Waves L3-LL Multimaximizer</p>
<h4 id="2&#x3001;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF08;Lookahead-Compression&#xFF09;"><a href="#2&#x3001;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF08;Lookahead-Compression&#xFF09;" class="headerlink" title="2&#x3001;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF08;Lookahead Compression&#xFF09;"></a>2&#x3001;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF08;Lookahead Compression&#xFF09;</h4><p>&#x6240;&#x8C13;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF0C;&#x5373;&#x5206;&#x6790;&#x8F93;&#x5165;&#x58F0;&#x97F3;&#x4FE1;&#x53F7;&#xFF0C;&#x5E76;&#x5728;&#x8BE5;&#x4FE1;&#x53F7;&#x53EF;&#x95FB;&#x4E4B;&#x524D;&#x8FDB;&#x884C;&#x5904;&#x7406;&#xFF0C;&#x4ECE;&#x800C;&#x5F97;&#x5230;&#x4E00;&#x79CD;&#x72EC;&#x7279;&#x7684;&#x77AC;&#x53D8;&#x4FE1;&#x53F7;&#x5904;&#x7406;&#x6548;&#x679C;&#x3002;&#x5E38;&#x89C4;&#x7684;&#x538B;&#x7F29;&#x5668;&#x90FD;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x8FDB;&#x884C;&#x5148;&#x884C;&#x538B;&#x7F29;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5148;&#x5C06;&#x97F3;&#x9891;&#x8F68;&#x590D;&#x5236;&#x5230;&#x65B0;&#x7684;&#x8F68;&#x9053;&#x4E2D;&#xFF0C;&#x5C06;&#x65B0;&#x97F3;&#x9891;&#x8F68;&#x5411;&#x524D;&#x5FAE;&#x5FAE;&#x62D6;&#x52A8;&#xFF0C;&#x5728;&#x539F;&#x59CB;&#x8F68;&#x4E0A;&#x6DFB;&#x52A0;&#x538B;&#x7F29;&#x5668;&#xFF0C;&#x5E76;&#x5C06;&#x65B0;&#x8F68;&#x4F5C;&#x4E3A;&#x4FA7;&#x94FE;&#xFF08;sidechain&#xFF09;&#x7684;&#x4FE1;&#x53F7;&#x6E90;&#x3002;</p>
<p><em>&#x5B9E;&#x7528;&#x573A;&#x666F;</em>&#xFF1A;&#x4EFB;&#x4F55;&#x8F83;&#x4E3A;&#x7A81;&#x51FA;&#x3001;&#x77AC;&#x53D8;&#x8F83;&#x5FEB;&#x7684;&#x97F3;&#x8F68;&#x90FD;&#x80FD;&#x9002;&#x7528;&#xFF0C;&#x5728;&#x5904;&#x7406;&#x519B;&#x9F13;&#x6216;&#x4EBA;&#x58F0;&#x65F6;&#x6548;&#x679C;&#x5C24;&#x4F73;&#x3002;</p>
<p><em>&#x63A8;&#x8350;&#x63D2;&#x4EF6;</em>&#xFF1A;Softtube FET compressor&#xFF0C;Waves C1 Compressor &#x7684; Sidechain &#x6A21;&#x5F0F;</p>
<h4 id="3&#x3001;&#x7816;&#x5899;&#x9650;&#x5236;&#xFF08;Brickwall-Limiting&#xFF09;"><a href="#3&#x3001;&#x7816;&#x5899;&#x9650;&#x5236;&#xFF08;Brickwall-Limiting&#xFF09;" class="headerlink" title="3&#x3001;&#x7816;&#x5899;&#x9650;&#x5236;&#xFF08;Brickwall Limiting&#xFF09;"></a>3&#x3001;&#x7816;&#x5899;&#x9650;&#x5236;&#xFF08;Brickwall Limiting&#xFF09;</h4><p><em>&#x58F0;&#x660E;&#xFF1A;&#x5EFA;&#x8BAE;&#x638C;&#x63E1;&#x8F83;&#x4E3A;&#x5168;&#x9762;&#x7684;&#x6DF7;&#x97F3;&#x6280;&#x80FD;&#xFF0C;&#x518D;&#x8003;&#x8651;&#x5728;&#x7F16;&#x6DF7;&#x4E2D;&#x5BF9;&#x4E3B;&#x8F68;&#x9053;&#x4F7F;&#x7528;&#x7816;&#x5899;&#x538B;&#x7F29;&#x3002;</em></p>
<p>&#x8FD1;&#x5341;&#x591A;&#x5E74;&#x6765;&#x7684;&#x97F3;&#x4E50;&#x5DF2;&#x9010;&#x6E10;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x5927;&#x58F0;&#xFF0C;&#x800C;&#x7816;&#x5899;&#x9650;&#x5236;&#x624B;&#x6BB5;&#x4E0E;&#x8FD9;&#x573A;&#x300C;&#x54CD;&#x5EA6;&#x4E4B;&#x6218;&#x300D;&#x606F;&#x606F;&#x76F8;&#x5173;&#x3002;&#x4F46;&#x7816;&#x5899;&#x9650;&#x5236;&#x672C;&#x6765;&#x662F;&#x6709;&#x5176;&#x5B9E;&#x5728;&#x610F;&#x4E49;&#x7684;&#xFF0C;&#x4F8B;&#x5982;&#x5728;&#x73B0;&#x573A;&#x6269;&#x97F3;&#x7684;&#x5F3A;&#x5316;&#x5904;&#x7406;&#x548C;&#x5E7F;&#x64AD;&#x97F3;&#x9891;&#x5904;&#x7406;&#x4E2D;&#x5341;&#x5206;&#x5E38;&#x89C1;&#x3002;&#x7B80;&#x5355;&#x6765;&#x8BF4;&#xFF0C;&#x5C31;&#x662F;&#x8BBE;&#x5B9A;&#x4E00;&#x4E2A;&#x4E0A;&#x9650;&#x503C;&#x4E4B;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA9;&#x97F3;&#x9891;&#x4FE1;&#x53F7;&#x6C38;&#x8FDC;&#x4FDD;&#x6301;&#x5728;&#x4E0D;&#x8D85;&#x8FC7;&#x8FD9;&#x4E2A;&#x503C;&#x7684;&#x8303;&#x56F4;&#x5185;&#x3002;&#x518D;&#x901A;&#x8FC7;&#x6539;&#x53D8;&#x9608;&#x503C;&#xFF0C;&#x5C31;&#x80FD;&#x628A;&#x52A8;&#x6001;&#x8303;&#x56F4;&#x4E2D;&#x54CD;&#x5EA6;&#x8F83;&#x5F31;&#x7684;&#x90E8;&#x5206;&#x63D0;&#x8D77;&#x6765;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x65E0;&#x9700;&#x8FC7;&#x591A;&#x4E13;&#x4E1A;&#x7684;&#x6DF7;&#x97F3;&#x6280;&#x80FD;&#xFF0C;&#x4E5F;&#x80FD;&#x505A;&#x5230;&#x76F8;&#x5BF9;&#x4E13;&#x4E1A;&#x7684; RMS &#x54CD;&#x5EA6;&#x5904;&#x7406;&#x6548;&#x679C;&#x3002;&#xFF08;&#x6240;&#x4EE5;&#x8BF7;&#x770B;&#x524D;&#x6BB5;&#x58F0;&#x660E;&#xFF01;&#xFF09;</p>
<p><em>&#x5B9E;&#x7528;&#x573A;&#x666F;</em>&#xFF1A;&#x6BCD;&#x5E26;&#x6216;&#x6BCD;&#x5E26;&#x9884;&#x5904;&#x7406;&#x73AF;&#x8282;&#xFF0C;&#x9884;&#x5148;&#x5728;&#x8F85;&#x52A9;&#x8F68;&#x4E0A;&#x5C3D;&#x91CF;&#x83B7;&#x5F97;&#x9AD8; RMS &#x503C;&#xFF0C;&#x518D;&#x8FDB;&#x5165;&#x4E3B;&#x63A7;&#x603B;&#x7EBF;&#x3002;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x5728;&#x5355;&#x6761;&#x8F68;&#x9053;&#x4E0A;&#xFF0C;&#x63A7;&#x5236;&#x77AC;&#x53D8;&#x6216;&#x5851;&#x9020;&#x97F3;&#x8272;&#xFF0C;&#x548C;&#x4F20;&#x7EDF;&#x538B;&#x7F29;&#x5668;&#x7528;&#x6CD5;&#x57FA;&#x672C;&#x4E00;&#x81F4;&#x3002;</p>
<p><em>&#x63A8;&#x8350;&#x63D2;&#x4EF6;</em>&#xFF1A;FabFilter Pro-L&#xFF0C;Waves L2&#xFF0C;PSP Xenon</p>
<h4 id="4&#x3001;&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#xFF08;&#x95EA;&#x907F;&#xFF09;"><a href="#4&#x3001;&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#xFF08;&#x95EA;&#x907F;&#xFF09;" class="headerlink" title="4&#x3001;&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#xFF08;&#x95EA;&#x907F;&#xFF09;"></a>4&#x3001;&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#xFF08;&#x95EA;&#x907F;&#xFF09;</h4><p>&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#x5BF9;&#x4E8E; EDM&#xFF08;&#x7535;&#x5B50;&#x821E;&#x66F2;&#xFF09;&#x5236;&#x4F5C;&#x4EBA;&#x6765;&#x8BF4;&#x518D;&#x719F;&#x6089;&#x4E0D;&#x8FC7;&#x4E86;&#xFF0C;&#x7ECF;&#x8FC7;&#x5E95;&#x9F13;&#x4FE1;&#x53F7;&#x4FA7;&#x94FE;&#x5904;&#x7406;&#x540E;&#x7684;&#x5408;&#x6210;&#x5668;&#x58F0;&#x97F3;&#x4E5F;&#x975E;&#x5E38;&#x5BB9;&#x6613;&#x88AB;&#x542C;&#x8FA8;&#x51FA;&#x6765;&#x3002;&#x7B80;&#x5355;&#x5730;&#x8BB2;&#xFF0C;&#x4FA7;&#x94FE;&#x538B;&#x7F29;&#x5C31;&#x662F;&#x7528;&#x4E00;&#x4E2A;&#x97F3;&#x9891;&#x4F5C;&#x4E3A;&#x4FE1;&#x53F7;&#x6E90;&#xFF0C;&#x6839;&#x636E;&#x5B83;&#x7684;&#x52A8;&#x6001;&#x6765;&#x5BF9;&#x53E6;&#x4E00;&#x8F68;&#x8FDB;&#x884C;&#x538B;&#x7F29;&#x5904;&#x7406;&#x3002;&#x4FA7;&#x94FE;&#x7684;&#x6559;&#x7A0B;&#x5982;&#x4ECA;&#x4E5F;&#x662F;&#x591A;&#x4E0D;&#x80DC;&#x6570;&#xFF0C;&#x4F46;&#x4E0B;&#x8FB9;&#x7684;&#x5E94;&#x7528;&#x573A;&#x666F;&#x540C;&#x6837;&#x9002;&#x5408;&#x5B66;&#x4E60;&#x638C;&#x63E1;&#x3002;</p>
<p><em>&#x5B9E;&#x7528;&#x573A;&#x666F;</em>&#xFF1A;&#x5728;&#x6DF7;&#x97F3;&#x4E2D;&#xFF0C;&#x7528;&#x4EBA;&#x58F0;&#x53BB;&#x4FA7;&#x94FE;&#x5904;&#x7406;&#x9F13;&#x7EC4;&#x6216;&#x5409;&#x4ED6;&#x7684;&#x52A8;&#x6001;&#xFF0C;&#x4F7F;&#x4EBA;&#x58F0;&#x5728;&#x6574;&#x6BB5;&#x97F3;&#x4E50;&#x4E2D;&#x66F4;&#x52A0;&#x7A81;&#x663E;&#xFF1B;&#x7528;&#x91C7;&#x6837;&#x6765;<a href="/external_links/15eafc95c9a22fd1172262452e94f11f.html" target="blank" rel="noopener">&#x66FF;&#x4EE3;&#x6216;&#x53E0;&#x52A0;&#x5F55;&#x4E0B;&#x6765;&#x7684;&#x9572;&#x7247;&#x58F0;</a>&#xFF1B;&#x7528;&#x725B;&#x94C3;&#x6216;&#x8282;&#x62CD;&#x5668;&#x97F3;&#x8272;&#x6765;&#x4EE3;&#x66FF;&#x5E95;&#x9F13;&#x4F5C;&#x4E3A;&#x4FA7;&#x94FE;&#x4FE1;&#x53F7;&#x6E90;&#xFF08;&#x5145;&#x5206;&#x5229;&#x7528;&#x8282;&#x62CD;&#x5668;&#x97F3;&#x8272;&#x6781;&#x5FEB;&#x7684;&#x8D77;&#x97F3;&#xFF09;&#x3002;</p>
<p><em>&#x63A8;&#x8350;&#x63D2;&#x4EF6;</em>&#xFF1A;Softtube CL1B &#x6216; Valley People Dyna-mite&#xFF0C;Waves H-Comp &#x6216; API 2500</p>
<h4 id="5&#x3001;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF08;Parallel-Compression&#xFF09;"><a href="#5&#x3001;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF08;Parallel-Compression&#xFF09;" class="headerlink" title="5&#x3001;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF08;Parallel Compression&#xFF09;"></a>5&#x3001;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF08;Parallel Compression&#xFF09;</h4><p>&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF08;&#x6709;&#x65F6;&#x4E5F;&#x88AB;&#x79F0;&#x4E3A;&#x7EBD;&#x7EA6;&#x5F0F;&#x538B;&#x7F29;&#xFF09;&#x6280;&#x672F;&#x65F6;&#x4E0B;&#x5341;&#x5206;&#x70ED;&#x95E8;&#xFF0C;&#x5B83;&#x65E2;&#x80FD;&#x4FDD;&#x7559;&#x97F3;&#x9891;&#x7D20;&#x6750;&#x7684;&#x539F;&#x672C;&#x3001;&#x81EA;&#x7136;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x53C8;&#x80FD;&#x5E26;&#x6765;&#x538B;&#x7F29;&#x5904;&#x7406;&#x7684;&#x5404;&#x79CD;&#x597D;&#x5904;&#x3002;&#x4E00;&#x79CD;&#x7B80;&#x5355;&#x7684;&#x505A;&#x6CD5;&#x662F;&#xFF1A;&#x5C06;&#x97F3;&#x9891;&#x4FE1;&#x53F7;&#x53D1;&#x9001;&#x5230;&#x8F85;&#x52A9;&#x8F68;&#xFF08;&#x5F3A;&#x8C03;&#x4E00;&#x4E0B;&#xFF1A;&#x7528;&#x53D1;&#x9001;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x8F93;&#x51FA;&#xFF09;&#xFF0C;&#x5728;&#x8F85;&#x52A9;&#x8F68;&#x6DFB;&#x52A0;&#x538B;&#x7F29;&#x5668;&#xFF0C;&#x5E76;&#x53CD;&#x590D;&#x8C03;&#x8282;&#x5BFB;&#x627E;&#x4F60;&#x559C;&#x6B22;&#x7684;&#x300C;&#x751C;&#x871C;&#x70B9;&#x300D;&#x3002;&#x4F46;&#x662F;&#x8981;&#x6CE8;&#x610F;&#x5EF6;&#x8FDF;&#x8865;&#x507F;&#x8BBE;&#x7F6E;&#xFF0C;&#x4EE5;&#x907F;&#x514D;&#x51FA;&#x73B0;&#x76F8;&#x4F4D;&#x95EE;&#x9898;&#x3002;&#xFF08;&#x8BF4;&#x70B9;&#x9898;&#x5916;&#x8BDD;&#xFF0C;&#x901A;&#x8FC7;&#x91C7;&#x6837;&#x5EF6;&#x8FDF;&#xFF0C;&#x8BA9;&#x5DE6;&#x53F3;&#x58F0;&#x9053;&#x4EA7;&#x751F;&#x5FAE;&#x5F31;&#x7684;&#x4E0D;&#x540C;&#x6B65;&#xFF0C;&#x53EF;&#x4EE5;&#x505A;&#x51FA;&#x72EC;&#x7279;&#x7684;&#x76F8;&#x4F4D;&#x6548;&#x679C;&#xFF09;</p>
<p><em>&#x5B9E;&#x7528;&#x573A;&#x666F;</em>&#xFF1A;&#x5904;&#x7406;&#x9AD8;&#x901F;&#x77AC;&#x6001;&#x53D8;&#x5316;&#x7684;&#x58F0;&#x97F3;&#xFF0C;&#x5982;&#x9F13;&#x7EC4;&#x7B49;&#x3002;&#x5728;&#x4E3B;&#x63A7;&#x603B;&#x7EBF;&#x4E0A;&#x4F7F;&#x7528;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF0C;&#x4E5F;&#x80FD;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#x4E0A;&#x63D0;&#x5347; RMS &#x503C;&#x3002;</p>
<p><em>&#x63A8;&#x8350;&#x63D2;&#x4EF6;</em>&#xFF1A;&#x7406;&#x8BBA;&#x4E0A;&#x6240;&#x6709;&#x538B;&#x7F29;&#x63D2;&#x4EF6;&#x90FD;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x505A;&#x5E73;&#x884C;&#x538B;&#x7F29;&#xFF0C;&#x4E0D;&#x8FC7;&#x4E5F;&#x6709;&#x4E00;&#x4E9B;&#x63D2;&#x4EF6;&#x5982; Cytomic &#x7684; The Glue&#xFF0C;&#x6216; FabFilter &#x7684; Pro-L &#x672C;&#x8EAB;&#x5C31;&#x63D0;&#x4F9B;&#x5E72;/&#x6E7F;&#x8C03;&#x8282;&#xFF0C;&#x57FA;&#x672C;&#x7B49;&#x540C;&#x4E8E;&#x5E73;&#x884C;&#x538B;&#x7F29;&#x7684;&#x6548;&#x679C;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-THE-PRO-AUDIO-FILES"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-THE-PRO-AUDIO-FILES" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; THE PRO AUDIO FILES"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/4258dcbc16e80cc3cf823462ac27a814.html" target="blank" rel="noopener">THE PRO AUDIO FILES</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/0f4d87370eacc7fb56cb8b8d396160d9.html" target="blank" rel="noopener">https://soundmono.com/5-different-types-of-compression-and-when-to-use-them.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../55.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../55.html" itemprop="url">Logic Pro X 系列教程 8：人声修音</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-14T18:03:42+08:00">
                2020-05-14
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180428.png" alt></p>
<p><strong>&#x8F6F;&#x4EF6;&#x4FEE;&#x97F3;&#x5982;&#x4ECA;&#x4E5F;&#x53EF;&#x4EE5;&#x8D27;&#x6BD4;&#x4E09;&#x5BB6;&#x4E86;&#xFF0C;Logic Pro X &#x5185;&#x7F6E;&#x7684; Flex Pitch &#x4FBF;&#x662F;&#x5F3A;&#x8005;&#x4E4B;&#x4E00;&#x3002;&#x8BF7;&#x968F; Mark Cousins &#x6765;&#x4E00;&#x8D77;&#x89C1;&#x8BC1;&#x5B8C;&#x7F8E;&#x97F3;&#x7B26;&#x7684;&#x8BDE;&#x751F;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180440.png" alt></p>
<p>&#x5728;&#x5F55;&#x97F3;&#x68DA;&#x7684;&#x5DE5;&#x4F5C;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x5C31;&#x7B97;&#x662F;&#x6700;&#x4F18;&#x79C0;&#x7684;&#x6B4C;&#x624B;&#x5076;&#x5C14;&#x4E5F;&#x4F1A;&#x51FA;&#x73B0;&#x8D70;&#x97F3;&#x3001;&#x8282;&#x62CD;&#x4E0D;&#x7CBE;&#x786E;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#xFF0C;&#x97F3;&#x9891;&#x5DE5;&#x7A0B;&#x5E08;&#x5F80;&#x5F80;&#x8981;&#x9762;&#x5BF9;&#x7684;&#x662F;&#x66F4;&#x52A0;&#x666E;&#x901A;&#x7684;&#x6F14;&#x5531;&#x8005;&#xFF0C;&#x591A;&#x5982;&#x725B;&#x6BDB;&#x7684;&#x97F3;&#x9AD8;&#x95EE;&#x9898;&#x5DF2;&#x662F;&#x5BB6;&#x5E38;&#x4FBF;&#x996D;&#x4E86;&#x3002;&#x597D;&#x5728;&#x97F3;&#x9AD8;&#x4FEE;&#x6B63;&#x6280;&#x672F;&#xFF0C;&#x8BA9;&#x97F3;&#x9891;&#x5DE5;&#x7A0B;&#x5E08;&#x6709;&#x529E;&#x6CD5;&#x5BF9;&#x6B4C;&#x624B;&#x7684;&#x58F0;&#x97F3;&#x8FDB;&#x884C;&#x8865;&#x6551;&#x3002;&#x90A3;&#x4E48;&#x95EE;&#x9898;&#x6765;&#x4E86;&#xFF0C;<del>&#x6B4C;&#x624B;&#x7684;&#x706B;&#x8F66;&#x7968;&#x8C01;&#x7ED9;&#x62A5;&#x4E86;</del> &#x8001;&#x724C;&#x5DE5;&#x5177; Melodyne &#x4E0E;&#x65B0;&#x664B;&#x5F3A;&#x8005;&#xFF0C;&#x6765;&#x81EA; Apple &#x7684; Flex Pitch&#xFF0C;&#x8C01;&#x66F4;&#x7075;&#x6D3B;&#x6613;&#x7528;&#xFF1F;&#x8C01;&#x7684;&#x97F3;&#x8D28;&#x66F4;&#x597D;&#xFF1F;</p>
<p>&#x5982;&#x679C;&#x4F60;&#x8FD8;&#x6CA1;&#x5C1D;&#x8BD5;&#x8FC7; Flex Pitch&#xFF0C;&#x53EF;&#x4EE5;&#x5148;&#x770B;&#x6B64;&#x6BB5;&#x7B80;&#x4ECB;&#x3002;Logic Pro &#x4E00;&#x76F4;&#x5185;&#x7F6E;&#x6709; Flex Time &#x97F3;&#x9891;&#x91CF;&#x5316;&#x5DE5;&#x5177;&#xFF0C;&#x800C;&#x968F;&#x7740; Logic Pro X &#x7684;&#x53D1;&#x5E03;&#xFF0C;Flex Time &#x7684;&#x83DC;&#x5355;&#x4E2D;&#x65B0;&#x589E;&#x4E86;&#x4E00;&#x4E2A;&#x300C;Flex Pitch&#x300D;&#x97F3;&#x9AD8;&#x4FEE;&#x6B63;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;Flex Pitch &#x5728;&#x539F;&#x6709;&#x7684;&#x91CF;&#x5316;&#x7279;&#x6027;&#x57FA;&#x7840;&#x4E4B;&#x4E0A;&#xFF0C;&#x80FD;&#x591F;&#x5BF9;&#x97F3;&#x9891;&#x7684;&#x5355;&#x97F3;&#x8FDB;&#x884C;&#x5FAE;&#x8C03;&#x3002;&#x8FC7;&#x53BB;&#xFF0C;&#x4EBA;&#x4EEC;&#x53EA;&#x80FD;&#x5728; Melodyne &#x6216; Waves Tune &#x91CC;&#x8FDB;&#x884C;&#x5355;&#x97F3;&#x4FEE;&#x6B63;&#x3002;</p>
<p>&#x5F53;&#x7136;&#xFF0C;&#x5C31;&#x76EE;&#x524D;&#x7684;&#x97F3;&#x9AD8;&#x4FEE;&#x6B63;&#x6280;&#x672F;&#x6765;&#x770B;&#xFF0C;Flex Pitch &#x4E5F;&#x5E76;&#x4E0D;&#x662F;&#x4E07;&#x80FD;&#x7075;&#x836F;&#x3002;&#x4E86;&#x89E3;&#x4E00;&#x4E0B;&#x5B83;&#x80FD;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x6709;&#x54EA;&#x4E9B;&#x5C40;&#x9650;&#xFF0C;&#x80FD;&#x591F;&#x5E2E;&#x52A9;&#x4F60;&#x66F4;&#x597D;&#x5730;&#x8FDB;&#x884C;&#x9009;&#x62E9;&#x3002;Flex Pitch &#x5047;&#x5B9A;&#x7684;&#x6E90;&#x6587;&#x4EF6;&#x662F;&#x5355;&#x97F3;&#x5F55;&#x97F3;&#xFF08;monophonic&#xFF09;&#xFF0C;&#x5982;&#x4EBA;&#x58F0;&#x3001;&#x539F;&#x58F0;&#x8D1D;&#x53F8;&#x6216;&#x4E3B;&#x97F3;&#x5409;&#x4ED6;&#x90FD;&#x662F;&#x5178;&#x578B;&#x7684;&#x5355;&#x97F3;&#x97F3;&#x6E90;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x548C;&#x5F26;&#x58F0;&#x97F3;&#x3002;&#x5728;&#x6E90;&#x6587;&#x4EF6;&#x97F3;&#x8D28;&#x8DB3;&#x591F;&#x6E05;&#x6670;&#x7684;&#x6761;&#x4EF6;&#x4E0B;&#xFF08;&#x76F8;&#x4FE1;&#x8FD9;&#x57FA;&#x672C;&#x4E0A;&#x662F;&#x6240;&#x6709;&#x5F55;&#x97F3;&#x68DA;&#x90FD;&#x80FD;&#x505A;&#x5230;&#x7684;&#xFF09;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0; Flex Pitch &#x80FD;&#x7ED9;&#x4F60;&#x5E26;&#x6765;&#x5982;&#x6B64;&#x6D41;&#x7545;&#x7684;&#x4F7F;&#x7528;&#x4F53;&#x9A8C;&#xFF0C;&#x65E0;&#x8BBA;&#x662F;&#x4FEE;&#x6B63;&#x504F;&#x659C;&#x7684;&#x97F3;&#x9AD8;&#xFF0C;&#x8FD8;&#x662F;&#x5B8C;&#x5168;&#x6539;&#x6389;&#x539F;&#x6765;&#x7684;&#x65CB;&#x5F8B;&#xFF0C;&#x90FD;&#x80FD;&#x987A;&#x7545;&#x81EA;&#x5982;&#x3002;&#x4FEE;&#x6539;&#x98A4;&#x97F3;&#x5F3A;&#x5EA6;&#x548C;&#x5171;&#x632F;&#x5CF0;&#x81EA;&#x7136;&#x4E5F;&#x4E0D;&#x5728;&#x8BDD;&#x4E0B;&#x3002;</p>
<p>&#x672C;&#x6587;&#x5C06;&#x4ECB;&#x7ECD; Flex Pitch &#x7684;&#x57FA;&#x7840;&#x4F7F;&#x7528;&#x65B9;&#x6CD5;&#xFF0C;&#x4E5F;&#x5C31;&#x662F;&#x5B8C;&#x5584;&#x97F3;&#x9AD8;&#x3002;&#x7136;&#x540E;&#x4F1A;&#x4ECB;&#x7ECD;&#x51E0;&#x79CD;&#x521B;&#x9020;&#x6027;&#x7684;&#x7528;&#x6CD5;&#xFF0C;&#x4F8B;&#x5982;&#x53EA;&#x9700;&#x8981;&#x4E00;&#x6B21;&#x6F14;&#x5531;&#xFF0C;&#x4E5F;&#x80FD;&#x5236;&#x4F5C;&#x51FA;&#x548C;&#x58F0;&#x4F34;&#x5531;&#x3002;&#x76F8;&#x4FE1;&#x5728;&#x719F;&#x6089;&#x4E86; Flex Pitch &#x4E4B;&#x540E;&#xFF0C;&#x5B83;&#x4F1A;&#x6210;&#x4E3A;&#x4F60;&#x91CD;&#x8981;&#x5DE5;&#x5177;&#x4E2D;&#x7684;&#x4E00;&#x5458;&#x3002;</p>
<h5 id="&#x8D34;&#x58EB;&#xFF1A;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;"><a href="#&#x8D34;&#x58EB;&#xFF1A;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;" class="headerlink" title="&#x8D34;&#x58EB;&#xFF1A;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;"></a>&#x8D34;&#x58EB;&#xFF1A;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;</h5><p>&#x6216;&#x8BB8;&#x4F60;&#x4F1A;&#x5BF9;&#x300C;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x300D;&#x8FD9;&#x4E2A;&#x540D;&#x5B57;&#x611F;&#x5230;&#x964C;&#x751F;&#xFF0C;&#x4F46;&#x5176;&#x5B9E;&#x4F60;&#x66FE;&#x7ECF;&#x5E38;&#x4E0E;&#x5B83;&#x6253;&#x4EA4;&#x9053;&#xFF0C;&#x5728;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x754C;&#x9762;&#x7684;&#x5DE6;&#x4FA7;&#xFF0C;&#x6709; midi &#x97F3;&#x7B26;&#x91CF;&#x5316;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x529F;&#x80FD;&#x7684;&#x533A;&#x57DF;&#x5C31;&#x662F; Logic Pro X &#x7684;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x3002;</p>
<p>Flex Pitch &#x540C;&#x6837;&#x4E5F;&#x6709;&#x4E00;&#x4E2A;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#xFF0C;&#x8FDE;&#x6309;&#x8F68;&#x9053;&#x4E0A;&#x7684;&#x97F3;&#x9891;&#x5757;&#x6253;&#x5F00;&#x8F68;&#x9053;&#x7F16;&#x8F91;&#x5668;&#x754C;&#x9762;&#xFF0C;&#x5E76;&#x5F00;&#x542F; Flex Pitch&#xFF0C;&#x8FD9;&#x65F6;&#x5C31;&#x53EF;&#x4EE5;&#x4ECE;&#x300C;&#x663E;&#x793A;&#xFF08;View&#xFF09;&#x300D;&#x83DC;&#x5355;&#x4E2D;&#x6253;&#x5F00;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x4E86;&#xFF08;Show Local Inspector&#xFF09;&#x3002;&#x5982;&#x679C;&#x4F60;&#x719F;&#x6089; midi &#x94A2;&#x7434;&#x5377;&#x5E18;&#x7684;&#x91CF;&#x5316;&#x3001;&#x6447;&#x6446;&#x7B49;&#x529F;&#x80FD;&#xFF0C;&#x90A3;&#x4E48; Flex Pitch &#x4E5F;&#x5C31;&#x53EF;&#x4EE5;&#x89E6;&#x7C7B;&#x65C1;&#x901A;&#x3002;&#x6BD4;&#x5982;&#x8282;&#x594F;&#x91CF;&#x5316;&#xFF0C;&#x6309;&#x767E;&#x5206;&#x6BD4;&#x4FEE;&#x6B63;&#x97F3;&#x9AD8;&#xFF0C;&#x66F4;&#x6539;&#x589E;&#x76CA;&#xFF0C;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x5F88;&#x65B9;&#x4FBF;&#x5730;&#x8FDB;&#x884C;&#x97F3;&#x9636;&#x91CF;&#x5316;&#xFF0C;&#x628A;&#x9009;&#x5B9A;&#x7684;&#x97F3;&#x7B26;&#x91CF;&#x5316;&#x8C03;&#x6574;&#x5230;&#x67D0;&#x4E2A;&#x97F3;&#x9636;&#x5F53;&#x4E2D;&#x53BB;&#x3002;&#x7B80;&#x800C;&#x8A00;&#x4E4B;&#xFF0C;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x662F;&#x9AD8;&#x6548;&#x5904;&#x7406;&#x5355;&#x97F3;&#x7684;&#x597D;&#x624B;&#x3002;</p>
<h4 id="&#x7CBE;&#x51C6;&#x97F3;&#x9AD8;"><a href="#&#x7CBE;&#x51C6;&#x97F3;&#x9AD8;" class="headerlink" title="&#x7CBE;&#x51C6;&#x97F3;&#x9AD8;"></a>&#x7CBE;&#x51C6;&#x97F3;&#x9AD8;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180454.png" alt></p>
<p>1&#x3001;&#x9996;&#x5148;&#xFF0C;&#x6211;&#x4EEC;&#x5728;&#x9700;&#x8981;&#x4FEE;&#x97F3;&#x7684;&#x97F3;&#x8F68;&#x4E0A;&#x542F;&#x7528; Flex Pitch&#xFF0C;&#x8F68;&#x9053;&#x533A;&#x4E0A;&#x65B9;&#x7684;&#x300C;&#x300D;&#x6309;&#x94AE;&#xFF0C;&#x6216;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x7F16;&#x8F91; &gt; &#x663E;&#x793A;&#x201C;Flex Pitch/Time&#x201D;&#x300D;&#x3002;&#x5982;&#x679C;&#x53D1;&#x73B0;&#x97F3;&#x8F68;&#x6CA1;&#x6709;&#x8FDB;&#x5165; Flex &#x72B6;&#x6001;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5728;&#x8F68;&#x9053;&#x5934;&#x5904;&#x542F;&#x7528;&#x300C;Flex Time/Pitch&#x300D;&#x6A21;&#x5F0F;&#x4E2D;&#x7684;&#x300C;Flex Pitch&#x300D;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180505.png" alt></p>
<p>2&#x3001;&#x5F00;&#x542F;&#x4E86; Flex &#x6A21;&#x5F0F;&#x7684;&#x97F3;&#x8F68;&#x5916;&#x89C2;&#x5C31;&#x4F1A;&#x53D1;&#x751F;&#x4E00;&#x4E9B;&#x53D8;&#x5316;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x76F4;&#x89C2;&#x5730;&#x770B;&#x51FA;&#x97F3;&#x9AD8;&#x7B49;&#x4FE1;&#x606F;&#x4E86;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x8FD9;&#x91CC;&#x53EA;&#x80FD;&#x770B;&#x5230;&#x76F8;&#x5BF9;&#x97F3;&#x51C6;&#xFF0C;&#x9AD8;&#x4E8E;&#x4E2D;&#x7EBF;&#x7684;&#x8868;&#x793A;&#x9AD8;&#x4E8E;&#x6807;&#x51C6;&#x97F3;&#x9AD8;&#xFF0C;&#x4F4E;&#x7684;&#x540C;&#x7406;&#x3002;&#x5F53;&#x5728;&#x533A;&#x5757;&#x70B9;&#x6309;&#x53F3;&#x952E;&#x53EF;&#x4EE5;&#x8C03;&#x51FA;&#x5168;&#x4F53;&#x8C03;&#x6574;&#x83DC;&#x5355;&#xFF0C;&#x53EF;&#x4EE5;&#x628A;&#x6240;&#x6709;&#x97F3;&#x9AD8;&#x8BBE;&#x4E3A;&#x5B8C;&#x7F8E;&#x97F3;&#x9AD8;&#xFF0C;&#x6216;&#x6062;&#x590D;&#x6210;&#x539F;&#x59CB;&#x97F3;&#x9AD8;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180516.png" alt></p>
<p>3&#x3001;&#x4EE5;&#x4E0A;&#x8FD8;&#x53EA;&#x662F; Flex Pitch &#x7684;&#x51C6;&#x5907;&#x529F;&#x8BFE;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x624D;&#x662F;&#x5B83;&#x7684;&#x672C;&#x4F53;&#x3002;&#x8981;&#x4F7F;&#x7528;&#x5B8C;&#x6574;&#x7684; Flex Pitch&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x6253;&#x5F00;&#x97F3;&#x9891;&#x7684;&#x8F68;&#x9053;&#x7F16;&#x8F91;&#x5668;&#x3002;&#x719F;&#x6089; Melodyne &#x6216; Waves Tune &#x7684;&#x8BFB;&#x8005;&#x4E0D;&#x4F1A;&#x964C;&#x751F;&#xFF0C;&#x8FD9;&#x5C31;&#x662F;&#x4E00;&#x4E2A;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7684;&#x754C;&#x9762;&#xFF0C;&#x5E76;&#x4E14;&#x4EE5;&#x534A;&#x900F;&#x660E;&#x7684;&#x65B9;&#x5F0F;&#x663E;&#x793A;&#x6CE2;&#x5F62;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x50CF;&#x64CD;&#x4F5C; midi &#x97F3;&#x7B26;&#x4E00;&#x6837;&#xFF0C;&#x5BF9;&#x5F55;&#x97F3;&#x7684;&#x97F3;&#x51C6;&#x8FDB;&#x884C;&#x4FEE;&#x6539;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180526.png" alt></p>
<p>4&#x3001;&#x5982;&#x679C;&#x53EA;&#x9700;&#x8981;&#x7C97;&#x4FEE;&#x4E00;&#x4E0B;&#xFF0C;&#x53EF;&#x4EE5;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF0C;&#x5728;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x300C;&#x5C06;&#x6240;&#x6709;&#x8BBE;&#x5B9A;&#x4E3A;&#x5B8C;&#x7F8E;&#x97F3;&#x9AD8;&#x300D;&#x3002;&#x97F3;&#x7B26;&#x4F1A;&#x81EA;&#x52A8;&#x88AB;&#x91CF;&#x5316;&#x5230;&#x6700;&#x8FD1;&#x7684;&#x97F3;&#x9636;&#x4E0A;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180535.png" alt></p>
<p>5&#x3001;&#x6211;&#x4EEC;&#x518D;&#x6682;&#x65F6;&#x56DE;&#x5230;&#x8F68;&#x9053;&#x533A;&#xFF0C;&#x7ECF;&#x8FC7;&#x81EA;&#x52A8;&#x8BBE;&#x5B9A;&#x5B8C;&#x7F8E;&#x97F3;&#x9AD8;&#x540E;&#xFF0C;&#x97F3;&#x9AD8;&#x53D8;&#x5316;&#x4E5F;&#x53CD;&#x6620;&#x5728;&#x4E86;&#x97F3;&#x9891;&#x5757;&#x4E0A;&#xFF0C;&#x6240;&#x6709;&#x97F3;&#x9AD8;&#x90FD;&#x5728; Logic Pro X &#x6240;&#x5224;&#x5B9A;&#x7684;&#x5B8C;&#x7F8E;&#x97F3;&#x9AD8;&#x4E0A;&#xFF0C;&#x6CA1;&#x6709;&#x4EFB;&#x4F55;&#x4E0A;&#x4E0B;&#x7A81;&#x8D77;&#x3002;&#x5982;&#x679C;&#x8981;&#x628A;&#x5F55;&#x97F3;&#x6539;&#x56DE;&#x539F;&#x59CB;&#x97F3;&#x9AD8;&#xFF0C;&#x5728;&#x53F3;&#x952E;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x300C;&#x5C06;&#x6240;&#x6709;&#x8BBE;&#x5B9A;&#x4E3A;&#x539F;&#x59CB;&#x97F3;&#x9AD8;&#x300D;&#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180544.png" alt></p>
<p>6&#x3001;&#x5F53;&#x7136;&#xFF0C;&#x81EA;&#x52A8;&#x4FEE;&#x97F3;&#x5F88;&#x96BE;&#x6709; 100% &#x51C6;&#x786E;&#x7684;&#x65F6;&#x5019;&#x3002;&#x8FD9;&#x65F6;&#xFF0C;&#x4F60;&#x5C31;&#x9700;&#x8981;&#x624B;&#x52A8;&#x8C03;&#x8282;&#x90E8;&#x5206;&#x97F3;&#x7B26;&#x4E86;&#xFF0C;&#x6309;&#x4F4F;&#x97F3;&#x7B26;&#x4E0A;&#x8FB9;&#x4E2D;&#x95F4;&#x7684;&#x5706;&#x94AE;&#xFF0C;&#x4E0A;&#x4E0B;&#x62C9;&#x52A8;&#x5373;&#x53EF;&#x5BF9;&#x51C6;&#x6539;&#x5B57;&#x7684;&#x97F3;&#x9AD8;&#xFF0C;&#x62C9;&#x52A8;&#x8FC7;&#x7A0B;&#x4E2D;&#x53EF;&#x4EE5;&#x542C;&#x5230;&#x5B9E;&#x65F6;&#x9884;&#x89C8;&#xFF0C;&#x5E76;&#x4E14;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x5230;&#x6807;&#x51C6;&#x97F3;&#x9AD8;&#x7684;&#x504F;&#x79FB;&#x503C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180552.png" alt></p>
<p>7&#x3001;&#x4E3A;&#x4E86;&#x66F4;&#x6DF1;&#x5165;&#x4E86;&#x89E3; Flex Pitch &#x7684;&#x884C;&#x4E3A;&#x6A21;&#x5F0F;&#xFF0C;&#x6211;&#x4EEC;&#x4E0D;&#x59A8;&#x628A;&#x97F3;&#x7B26;&#x5206;&#x6790;&#x7ED3;&#x679C;&#x5BFC;&#x51FA;&#x4E3A;&#x4E00;&#x4E2A; midi &#x8F68;&#x3002;&#x5982;&#x679C;&#x97F3;&#x51C6;&#x5206;&#x6790;&#x51FA;&#x4E86;&#x95EE;&#x9898;&#xFF0C;&#x540E;&#x8FB9;&#x7684;&#x4FEE;&#x97F3;&#x90FD;&#x4F1A;&#x53D7;&#x5230;&#x5F71;&#x54CD;&#x3002;&#x70B9;&#x6309;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x7F16;&#x8F91; &gt; &#x6839;&#x636E; Flex Pitch &#x6570;&#x636E;&#x521B;&#x5EFA; MIDI &#x8F68;&#x9053;&#x300D;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180602.png" alt></p>
<p>8&#x3001;&#x73B0;&#x5728;&#x6211;&#x4EEC;&#x6765;&#x67E5;&#x770B;&#x7531; Flex Pitch &#x5206;&#x6790;&#x7ED3;&#x679C;&#x800C;&#x521B;&#x5EFA;&#x7684; midi &#x533A;&#x5757;&#x3002;&#x7531;&#x4E8E;&#x6F14;&#x5531;&#x4E2D;&#x5F80;&#x5F80;&#x5E26;&#x6709;&#x5404;&#x79CD;&#x4E0D;&#x540C;&#x98CE;&#x683C;&#x7684;&#x5531;&#x6CD5;&#x548C;&#x6280;&#x5DE7;&#xFF0C;&#x56E0;&#x6B64;&#x5F88;&#x5BB9;&#x6613;&#x51FA;&#x73B0;&#x5C0F;&#x7684;&#x5206;&#x6790;&#x9519;&#x8BEF;&#x3002;&#x4EE5;&#x4E0A;&#x56FE;&#x4E3A;&#x4F8B;&#xFF0C;&#x5F00;&#x5934;&#x539F;&#x672C;&#x662F; G &#x548C; C &#x4E24;&#x4E2A;&#x97F3;&#xFF0C;&#x4F46;&#x88AB; Logic Pro X &#x5224;&#x5B9A;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x957F;&#x97F3;&#xFF1B;&#x5728;&#x7B2C; 5 &#x5230; 9 &#x5C0F;&#x8282;&#xFF0C;E &#x548C; Eb &#x97F3;&#x8BC6;&#x522B;&#x6709;&#x4E9B;&#x6DF7;&#x4E71;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180611.png" alt></p>
<p>9&#x3001;&#x6839;&#x636E;&#x6211;&#x4EEC;&#x5728; midi &#x533A;&#x5757;&#x4E2D;&#x53D1;&#x73B0;&#x7684;&#x5206;&#x6790;&#x9519;&#x8BEF;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x5C31;&#x7740;&#x91CD;&#x8C03;&#x6574;&#x8FD9;&#x4E9B;&#x97F3;&#x7B26;&#x3002;&#x9996;&#x5148;&#x4FEE;&#x6B63; 5 &#x5230; 9 &#x5C0F;&#x8282;&#x4E4B;&#x95F4;&#x7684;&#x51E0;&#x4E2A; Eb &#x97F3;&#xFF1A;&#x6309;&#x4F4F;&#x4E00;&#x4E2A;&#x97F3;&#x7B26;&#xFF0C;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x8C03;&#x6574;&#x5B83;&#x7684;&#x534A;&#x97F3;&#xFF0C;&#x4ECE; Eb &#x5347;&#x5230; E &#x5373;&#x53EF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180619.png" alt></p>
<p>10&#x3001;&#x5982;&#x4F55;&#x62C6;&#x5206;&#x88AB;&#x8FDE;&#x8D77;&#x6765;&#x4E86;&#x7684;&#x97F3;&#x7B26;&#x5462;&#xFF1F;&#x82E5; Flex Pitch &#x628A;&#x4E24;&#x4E2A;&#x97F3;&#x5224;&#x5B9A;&#x4E3A;&#x4E86;&#x4E00;&#x4E2A;&#x97F3;&#xFF08;&#x4F8B;&#x5982;&#x5F00;&#x5934;&#x7684; G &#x548C; C&#xFF09;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x526A;&#x5200;&#x5DE5;&#x5177;&#x6765;&#x5207;&#x5206;&#x97F3;&#x7B26;&#x3002;&#x5207;&#x5F00;&#x540E;&#xFF0C;&#x4F60;&#x4F1A;&#x53D1;&#x73B0;&#x539F;&#x6765; G &#x548C; C &#x97F3;&#x90FD;&#x4E0D;&#x662F;&#x5F88;&#x51C6;&#xFF0C;G &#x9AD8;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x800C; C &#x4F4E;&#x4E86;&#x4E00;&#x70B9;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180628.png" alt></p>
<p>11&#x3001;&#x5F53;&#x4F60;&#x628A;&#x9F20;&#x6807;&#x653E;&#x5728;&#x67D0;&#x4E2A;&#x97F3;&#x7B26;&#x4E0A;&#x65F6;&#xFF0C;&#x4F1A;&#x770B;&#x5230;&#x5B83;&#x7684;&#x56DB;&#x5468;&#x5305;&#x542B; 6 &#x4E2A;&#x5706;&#x70B9;&#x3002;&#x8FD9;&#x4E9B;&#x5706;&#x70B9;&#x5404;&#x6709;&#x7528;&#x9014;&#xFF1A;</p>
<ul>
<li>&#x5DE6;&#x4E0A;&#x89D2;&#x548C;&#x53F3;&#x4E0A;&#x89D2;&#x7684; Pitch Drift&#xFF0C;&#x5206;&#x522B;&#x5904;&#x7406;&#x97F3;&#x5934;&#x548C;&#x97F3;&#x5C3E;&#x7684;&#x97F3;&#x9AD8;&#x6F02;&#x79FB;</li>
<li>&#x4E0A;&#x4E2D;&#x7684;&#x5706;&#x70B9;&#x4E4B;&#x524D;&#x6211;&#x4EEC;&#x4E86;&#x89E3;&#x8FC7;&#xFF0C;&#x662F;&#x7528;&#x6765;&#x5FAE;&#x8C03;&#x97F3;&#x9AD8;&#x7684;</li>
<li>&#x5DE6;&#x4E0B;&#x89D2;&#x7684;&#x5706;&#x70B9;&#x662F;&#x8C03;&#x8282;&#x5355;&#x97F3;&#x7684;&#x589E;&#x76CA;&#x503C;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x4E00;&#x4E9B;&#x52A8;&#x6001;&#x8FDB;&#x884C;&#x5E73;&#x6ED1;&#x5904;&#x7406;</li>
<li>&#x4E0B;&#x4E2D;&#x7684;&#x5706;&#x70B9;&#x53EF;&#x4EE5;&#x8C03;&#x8282;&#x98A4;&#x97F3;&#x503C;&#xFF0C;&#x589E;&#x5927;&#x53EF;&#x4EE5;&#x5F3A;&#x5316;&#x98A4;&#x97F3;&#xFF0C;&#x51CF;&#x5C0F;&#x5219;&#x4F1A;&#x62C9;&#x5E73;&#x98A4;&#x97F3;&#xFF0C;&#x5904;&#x7406;&#x957F;&#x97F3;&#x4E0D;&#x7A33;&#x7684;&#x95EE;&#x9898;&#x65F6;&#x662F;&#x4E2A;&#x9AD8;&#x6548;&#x7387;&#x7684;&#x529E;&#x6CD5;</li>
<li>&#x6700;&#x540E;&#x662F;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5706;&#x70B9;&#xFF0C;&#x7528;&#x6765;&#x5347;&#x964D;&#x5171;&#x632F;&#x5CF0;&#xFF08;Formant&#xFF09;</li>
</ul>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180637.png" alt></p>
<p>12&#x3001;&#x5230;&#x6B64;&#xFF0C;Flex Pitch &#x7684;&#x6838;&#x5FC3;&#x529F;&#x80FD;&#x4F60;&#x5DF2;&#x638C;&#x63E1;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x53EF;&#x4EE5;&#x6162;&#x6162;&#x63A2;&#x7D22;&#x4E00;&#x4E9B;&#x5BCC;&#x6709;&#x521B;&#x9020;&#x529B;&#x7684;&#x73A9;&#x6CD5;&#x4E86;&#x3002;&#x6700;&#x5B9E;&#x7528;&#x7684;&#x6280;&#x5DE7;&#x4E4B;&#x4E00;&#x5C31;&#x662F;&#x5236;&#x9020;&#x300C;&#x5047;&#x300D;&#x548C;&#x58F0;&#xFF0C;&#x5728;&#x624B;&#x5934;&#x53EA;&#x6709;&#x4E00;&#x6761;&#x4EBA;&#x58F0;&#x8F68;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4E5F;&#x53EA;&#x80FD;&#x8FD9;&#x6837;&#x505A;&#x4E86;&#x3002;</p>
<h4 id="&#x4EBA;&#x9020;&#x548C;&#x58F0;"><a href="#&#x4EBA;&#x9020;&#x548C;&#x58F0;" class="headerlink" title="&#x4EBA;&#x9020;&#x548C;&#x58F0;"></a>&#x4EBA;&#x9020;&#x548C;&#x58F0;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180647.png" alt></p>
<p>1&#x3001;&#x9996;&#x5148;&#xFF0C;&#x628A;&#x4EBA;&#x58F0;&#x8F68;&#x9700;&#x8981;&#x548C;&#x58F0;&#x7684;&#x533A;&#x5757;&#x590D;&#x5236;&#x5230;&#x4E00;&#x4E2A;&#x65B0;&#x7684;&#x97F3;&#x8F68;&#x4E0A;&#x3002;&#x7136;&#x540E;&#x8FDE;&#x6309;&#x65B0;&#x590D;&#x5236;&#x51FA;&#x6765;&#x7684;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x6253;&#x5F00;&#x97F3;&#x9891;&#x8F68;&#x9053;&#x7F16;&#x8F91;&#x5668;&#xFF0C;&#x9009;&#x4E2D;&#x5168;&#x90E8;&#x97F3;&#x7B26;&#x3002;&#x5411;&#x4E0A;&#x79FB;&#x52A8; 4 &#x4E2A;&#x534A;&#x97F3;&#xFF0C;&#x539F;&#x6765;&#x7684; C &#x97F3;&#x90FD;&#x5230;&#x4E86; E &#x4E0A;&#x3002;&#x4F46;&#x8FD9;&#x6837;&#x7684;&#x548C;&#x58F0;&#x5B58;&#x5728;&#x5F88;&#x591A;&#x95EE;&#x9898;&#xFF0C;&#x4EC5;&#x4EC5;&#x662F;&#x53D8;&#x6210;&#x4E86; E &#x5927;&#x8C03;&#x800C;&#x5DF2;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180656.png" alt></p>
<p>2&#x3001;&#x8981;&#x4FEE;&#x6B63;&#x8FD9;&#x4E9B;&#x95EE;&#x9898;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5957;&#x7528;&#x97F3;&#x9636;&#x4FEE;&#x6B63;&#x5DE5;&#x5177;&#xFF0C;&#x4F46;&#x6216;&#x8BB8;&#x624B;&#x52A8;&#x8C03;&#x6574;&#x548C;&#x58F0;&#x65CB;&#x5F8B;&#x53EF;&#x80FD;&#x66F4;&#x52A0;&#x7406;&#x60F3;&#x3002;&#x53EA;&#x9700;&#x627E;&#x51FA;&#x4E0D;&#x548C;&#x8C10;&#x7684;&#x97F3;&#xFF0C;&#x6839;&#x636E;&#x97F3;&#x4E50;&#x7684;&#x9700;&#x8981;&#x4FEE;&#x6539;&#x5230;&#x5408;&#x9002;&#x7684;&#x97F3;&#x9AD8;&#x4E0A;&#x5373;&#x53EF;&#x3002;&#x6211;&#x901A;&#x5E38;&#x4F1A;&#x628A;&#x4E3B;&#x5531;&#x8F68;&#x9759;&#x97F3;&#xFF0C;&#x53EA;&#x7528; MIDI &#x8F68;&#x4F5C;&#x4E3A;&#x97F3;&#x9AD8;&#x53C2;&#x8003;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180704.png" alt></p>
<p>3&#x3001;&#x521B;&#x9020;&#x548C;&#x58F0;&#x65F6;&#xFF0C;&#x4E00;&#x4E2A;&#x5C0F;&#x6280;&#x5DE7;&#x5C31;&#x662F;&#x8BA9;&#x6BCF;&#x4E2A;&#x90E8;&#x5206;&#x90FD;&#x5F62;&#x6210;&#x72EC;&#x7279;&#x7684;&#x542C;&#x611F;&#xFF0C;&#x6362;&#x53E5;&#x8BDD;&#x8BF4;&#xFF0C;&#x4E0D;&#x8981;&#x8BA9;&#x548C;&#x58F0;&#x542C;&#x8D77;&#x6765;&#x53EA;&#x662F;&#x8F6C;&#x4E86;&#x4E2A;&#x8C03;&#x7684;&#x4E3B;&#x5531;&#x65CB;&#x5F8B;&#x3002;&#x4E3E;&#x4F8B;&#x800C;&#x8A00;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5B9E;&#x7528;&#x98A4;&#x97F3;&#x5DE5;&#x5177;&#x51CF;&#x5C11;&#x4E00;&#x4E9B;&#x98A4;&#x97F3;&#xFF0C;&#x8BA9;&#x548C;&#x58F0;&#x7684;&#x8868;&#x60C5;&#x66F4;&#x52A0;&#x6C89;&#x7A33;&#xFF0C;&#x5E76;&#x628A;&#x4E30;&#x5BCC;&#x7684;&#x98A4;&#x97F3;&#x6280;&#x5DE7;&#x8BA9;&#x7ED9;&#x4E3B;&#x5531;&#x65CB;&#x5F8B;&#x3002;&#x4F60;&#x751A;&#x81F3;&#x53EF;&#x4EE5;&#x5168;&#x9009;&#xFF0C;&#x7136;&#x540E;&#x8C03;&#x6574;&#x6240;&#x6709;&#x97F3;&#x7B26;&#x7684;&#x98A4;&#x97F3;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180713.png" alt></p>
<p>4&#x3001;&#x518D;&#x4E3E;&#x4E00;&#x4F8B;&#xFF0C;&#x901A;&#x8FC7;&#x5171;&#x632F;&#x5CF0;&#x504F;&#x79FB;&#x6765;&#x521B;&#x9020;&#x97F3;&#x8272;&#x72EC;&#x7279;&#x7684;&#x548C;&#x58F0;&#x3002;&#x6211;&#x4EEC;&#x5728;&#x6B64;&#x5168;&#x9009;&#x97F3;&#x7B26;&#xFF0C;&#x6309;&#x4F4F;&#x53F3;&#x4E0B;&#x89D2;&#x7684;&#x5706;&#x70B9;&#xFF0C;&#x5411;&#x4E0A;&#x5C11;&#x8BB8;&#x62D6;&#x52A8;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x6F14;&#x5531;&#x8005;&#x7684;&#x97F3;&#x8272;&#x5C31;&#x4F1A;&#x88AB;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x5E74;&#x8F7B;&#x5316;&#x3001;&#x5973;&#x6027;&#x5316;&#x4E00;&#x70B9;&#x3002;&#x76F8;&#x53CD;&#xFF0C;&#x964D;&#x4F4E;&#x5171;&#x632F;&#x5CF0;&#x53EF;&#x4EE5;&#x8BA9;&#x58F0;&#x97F3;&#x66F4;&#x4F4E;&#x6C89;&#x3001;&#x7537;&#x6027;&#x5316;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180724.png" alt></p>
<p>5&#x3001;&#x5728;&#x7C97;&#x8C03;&#x98A4;&#x97F3;&#x4E0E;&#x5171;&#x632F;&#x5CF0;&#x53C2;&#x6570;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x7684;&#x548C;&#x58F0;&#x4ECD;&#x7136;&#x6709;&#x7EC6;&#x81F4;&#x8C03;&#x6574;&#x7684;&#x7A7A;&#x95F4;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x6700;&#x540E;&#x4E00;&#x4E2A;&#x9AD8;&#x97F3;&#xFF0C;&#x53EF;&#x4EE5;&#x7EE7;&#x7EED;&#x51CF;&#x5C11;&#x5B83;&#x7684;&#x98A4;&#x97F3;&#xFF0C;&#x4F7F;&#x5B83;&#x5728;&#x9AD8;&#x97F3;&#x548C;&#x58F0;&#x4E2D;&#x542C;&#x8D77;&#x6765;&#x66F4;&#x52A0;&#x7EAF;&#x6B63;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180733.png" alt></p>
<p>6&#x3001;&#x5728;&#x505A;&#x5B8C;&#x4E09;&#x5EA6;&#x97F3;&#x7684;&#x548C;&#x58F0;&#x4E4B;&#x540E;&#xFF0C;&#x4E0D;&#x59A8;&#x518D;&#x5F00;&#x4E00;&#x8F68;&#xFF0C;&#x5236;&#x4F5C;&#x4E94;&#x5EA6;&#x97F3;&#x7684;&#x548C;&#x58F0;&#xFF08;&#x4E5F;&#x5C31;&#x662F;&#x5C06; C &#x97F3;&#x79FB;&#x5230; G&#xFF09;&#x3002;&#x4F60;&#x4ECD;&#x7136;&#x53EF;&#x4EE5;&#x4ECE;&#x98A4;&#x97F3;&#x3001;&#x97F3;&#x9AD8;&#x6F02;&#x79FB;&#x548C;&#x5171;&#x632F;&#x5CF0;&#x5165;&#x624B;&#xFF0C;&#x53EA;&#x8981;&#x628A;&#x5B57;&#x53E5;&#x4E4B;&#x95F4;&#x505A;&#x51FA;&#x533A;&#x522B;&#x5C31;&#x597D;&#x3002;&#x5230;&#x4E86;&#x6DF7;&#x97F3;&#x4E2D;&#xFF0C;&#x8FD8;&#x53EF;&#x4EE5;&#x628A;&#x5404;&#x4E2A;&#x548C;&#x58F0;&#x8F68;&#x653E;&#x5728;&#x4E0D;&#x540C;&#x7684;&#x58F0;&#x76F8;&#x4E0A;&#xFF0C;&#x5236;&#x9020;&#x7A7A;&#x95F4;&#x611F;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/1555f900cc22d56556ceceb3b42c8526.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/db1ecf2fb6e05a7bc54990f0962071f2.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-8.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../56.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../56.html" itemprop="url">Logic Pro X 系列教程 9：舞曲音效</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-14T17:51:57+08:00">
                2020-05-14
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175733.png" alt></p>
<p>&#x4E00;&#x652F;&#x5F15;&#x52A8;&#x5168;&#x573A;&#x7684;&#x821E;&#x66F2;&#x5C11;&#x4E0D;&#x4E86;&#x6216;&#x7CBE;&#x7F8E;&#x6216;&#x4E2A;&#x6027;&#x5341;&#x8DB3;&#x7684;&#x97F3;&#x6548;&#x3002;&#x8FD9;&#x4E00;&#x8282;&#x6559;&#x7A0B;&#x4E2D;&#xFF0C;Alex Holmes &#x5C06;&#x5E26;&#x9886;&#x6211;&#x4EEC;&#x4E86;&#x89E3;&#x5982;&#x4F55;&#x5728; Logic Pro X &#x4E2D;&#x5236;&#x4F5C;&#x5E38;&#x7528;&#x7684;&#x821E;&#x66F2;&#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175814.png" alt></p>
<p>&#x73B0;&#x4EE3;&#x821E;&#x66F2;&#x7684;&#x57FA;&#x672C;&#x6784;&#x6210;&#x5305;&#x62EC;&#x8282;&#x62CD;&#x3001;&#x8D1D;&#x53F8;&#x7EBF;&#x548C;&#x6F02;&#x4EAE;&#x7684;&#x7F16;&#x6392;&#xFF0C;&#x7136;&#x800C;&#x8981;&#x8BA9;&#x5404;&#x4E2A;&#x90E8;&#x5206;&#x987A;&#x7545;&#x5730;&#x878D;&#x5408;&#x8FDE;&#x8D2F;&#xFF0C;&#x5C31;&#x5C11;&#x4E0D;&#x4E86;&#x5404;&#x79CD;&#x97F3;&#x6548;&#xFF08;FX&#xFF09;&#x3002;&#x821E;&#x66F2;&#x97F3;&#x6548;&#x53EF;&#x4EE5;&#x8D77;&#x5230;&#x753B;&#x9F99;&#x70B9;&#x775B;&#x7684;&#x4F5C;&#x7528;&#xFF0C;&#x7528;&#x6765;&#x7C98;&#x5408;&#x5404;&#x4E2A;&#x58F0;&#x90E8;&#x4E50;&#x5668;&#xFF0C;&#x4EE5;&#x53CA;&#x63D0;&#x793A;&#x7AE0;&#x8282;&#x8FC7;&#x6E21;&#x518D;&#x5E38;&#x89C1;&#x4E0D;&#x8FC7;&#x4E86;&#x3002;&#x751A;&#x81F3;&#x5728;&#x67D0;&#x4E9B;&#x6D41;&#x6D3E;&#x7684;&#x821E;&#x66F2;&#x4E2D;&#xFF0C;&#x97F3;&#x6548;&#x5360;&#x6709;&#x7EDD;&#x5BF9;&#x7684;&#x6BD4;&#x91CD;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x4E00;&#x8D77;&#x6765;&#x52A8;&#x624B;&#xFF0C;&#x5236;&#x4F5C;&#x4E00;&#x4E9B;&#x7CBE;&#x5999;&#x7684;&#x821E;&#x66F2;&#x97F3;&#x6548;&#x5427;&#x3002;</p>
<p>&#x4ECE;&#x4F5C;&#x7528;&#x4E0A;&#x6765;&#x5206;&#x7C7B;&#xFF0C;&#x6211;&#x4EEC;&#x5E38;&#x89C1;&#x7684;&#x97F3;&#x6548;&#x6709;&#x56DB;&#x5927;&#x7C7B;&#xFF1A;&#x4E0A;&#x5347;&#x7C7B;&#xFF0C;&#x4E0B;&#x964D;&#x7C7B;&#xFF0C;&#x649E;&#x51FB;&#x7C7B;&#xFF0C;&#x548C;&#x6C1B;&#x56F4;&#x7C7B;&#x3002;&#x4E0A;&#x5347;&#x548C;&#x4E0B;&#x964D;&#x7C7B;&#x97F3;&#x6548;&#x53EF;&#x957F;&#x53EF;&#x77ED;&#xFF0C;&#x5E76;&#x4E14;&#x5728;&#x73B0;&#x4EE3;&#x821E;&#x66F2;&#x4E2D;&#x51E0;&#x4E4E;&#x968F;&#x5904;&#x53EF;&#x89C1;&#xFF0C;&#x5B83;&#x4EEC;&#x901A;&#x5E38;&#x88AB;&#x7528;&#x6765;&#x5F15;&#x5BFC;&#x542C;&#x4F17;&#xFF0C;&#x4ECE;&#x4E00;&#x4E2A;&#x7AE0;&#x8282;&#x8FC7;&#x6E21;&#x5230;&#x4E0B;&#x4E00;&#x4E2A;&#x7AE0;&#x8282;&#x3002;&#x4F8B;&#x5982;&#x5236;&#x4F5C;&#x4EBA;&#x5FC5;&#x5907;&#x624B;&#x6CD5;&#x4E4B;&#x4E00;&#xFF0C;&#x5C31;&#x662F;&#x6F14;&#x594F; 16 &#x5C0F;&#x8282;&#x7684;&#x767D;&#x566A;&#x97F3;&#xFF0C;&#x901A;&#x8FC7;&#x6EE4;&#x6CE2;&#x5668;&#x6765;&#x6162;&#x6162;&#x6253;&#x5F00;&#x9AD8;&#x9891;&#x533A;&#xFF0C;&#x4EE5;&#x6B64;&#x5236;&#x9020;&#x51FA;&#x4E00;&#x79CD;&#x5F20;&#x529B;&#xFF0C;&#x6697;&#x793A;&#x63A5;&#x4E0B;&#x6765;&#x5C06;&#x4F1A;&#x51FA;&#x73B0;&#x65B0;&#x4E1C;&#x897F;&#x4E86;&#x3002;</p>
<p>&#x8FD8;&#x6709;&#x4E00;&#x79CD;&#x8F83;&#x4E3A;&#x7B80;&#x77ED;&#x7684; 1 &#x5C0F;&#x8282;&#x767D;&#x566A;&#x97F3;&#xFF0C;&#x901A;&#x5E38;&#x7528;&#x6765;&#x8FDB;&#x884C;&#x6BB5;&#x843D;&#x8854;&#x63A5;&#xFF0C;&#x901A;&#x5E38;&#x7528;&#x5728;&#x4E24;&#x4E2A;&#x80FD;&#x91CF;&#x76F8;&#x5DEE;&#x8F83;&#x5927;&#x7684;&#x6BB5;&#x843D;&#x4E4B;&#x95F4;&#x3002;&#x5982;&#x679C;&#x4E0B;&#x4E00;&#x4E2A;&#x6BB5;&#x843D;&#x7684;&#x80FD;&#x91CF;&#x662F;&#x53D8;&#x5F31;&#x7684;&#xFF0C;&#x5C31;&#x4F7F;&#x7528;&#x4E0B;&#x964D;&#x97F3;&#x6548;&#x6765;&#x8FC7;&#x6E21;&#x3002;</p>
<p>&#x5F53;&#x4E0A;&#x5347;&#x6216;&#x4E0B;&#x964D;&#x97F3;&#x6548;&#x5FEB;&#x8981;&#x7ED3;&#x675F;&#x65F6;&#xFF0C;&#x4F60;&#x5F80;&#x5F80;&#x4F1A;&#x542C;&#x5230;&#x67D0;&#x79CD;&#x5F3A;&#x70C8;&#x649E;&#x51FB;&#x7684;&#x6548;&#x679C;&#xFF0C;&#x8FD9;&#x662F;&#x8FDB;&#x5165;&#x9AD8;&#x80FD;&#x6BB5;&#x843D;&#x7684;&#x5E38;&#x89C1;&#x624B;&#x6CD5;&#x3002;&#x800C;&#x8F83;&#x4E3A;&#x7EC6;&#x788E;&#x6216;&#x8F7B;&#x67D4;&#x7684;&#x649E;&#x51FB;&#x58F0;&#xFF0C;&#x53EF;&#x4EE5;&#x5E73;&#x5747;&#x5206;&#x5E03;&#x5728;&#x6BCF; 8 &#x5C0F;&#x8282;&#x5F53;&#x4E2D;&#xFF0C;&#x4EE5;&#x5F62;&#x6210;&#x4E00;&#x5B9A;&#x7684;&#x5F8B;&#x52A8;&#x3002;</p>
<p>&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;&#x5219;&#x80FD;&#x591F;&#x8BA9;&#x4F60;&#x7684;&#x97F3;&#x4E50;&#x66F4;&#x52A0;&#x9971;&#x6EE1;&#xFF0C;&#x5BF9;&#x5DF2;&#x6709;&#x65CB;&#x5F8B;&#x8865;&#x5145;&#x8FDB;&#x65B0;&#x7684;&#x4E2A;&#x6027;&#x5316;&#x5143;&#x7D20;&#x3002;&#x6C1B;&#x56F4;&#x5F97;&#x5F53;&#x7684;&#x97F3;&#x6548;&#x53EF;&#x4EE5;&#x7262;&#x7262;&#x6293;&#x4F4F;&#x542C;&#x4F17;&#x7684;&#x5FC3;&#x3002;&#x5728;&#x4F60;&#x5145;&#x5206;&#x7406;&#x89E3;&#x4E86;&#x5404;&#x4E2A;&#x7AE0;&#x8282;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x5E76;&#x4F7F;&#x7528;&#x4E86;&#x6070;&#x5F53;&#x7684;&#x97F3;&#x6548;&#x540E;&#xFF0C;&#x4F60;&#x7684;&#x821E;&#x66F2;&#x5C31;&#x80FD;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x6D41;&#x7545;&#x81EA;&#x7136;&#x3002;</p>
<h5 id="&#x8D34;&#x58EB;&#xFF1A;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C;-Flex-&#x64CD;&#x4F5C;"><a href="#&#x8D34;&#x58EB;&#xFF1A;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C;-Flex-&#x64CD;&#x4F5C;" class="headerlink" title="&#x8D34;&#x58EB;&#xFF1A;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C; Flex &#x64CD;&#x4F5C;"></a>&#x8D34;&#x58EB;&#xFF1A;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C; Flex &#x64CD;&#x4F5C;</h5><p>Logic Pro X &#x5185;&#x7F6E;&#x7684; Flex &#x7B97;&#x6CD5;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x5904;&#x7406;&#x97F3;&#x6548;&#xFF0C;&#x8BA9;&#x5B83;&#x4EEC;&#x66F4;&#x52A0;&#x4E2A;&#x6027;&#x5316;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x5728; Polyphonic&#xFF08;&#x590D;&#x97F3;&#xFF09;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x62D6;&#x52A8;&#x62CD;&#x901F;&#x4E0D;&#x4E00;&#x81F4;&#x7684;&#x97F3;&#x6548;&#x97F3;&#x9891;&#x5757;&#xFF0C;&#x53EF;&#x4EE5;&#x5C06;&#x5B83;&#x5904;&#x7406;&#x6210;&#x4E0E;&#x5DE5;&#x7A0B;&#x7EDF;&#x4E00;&#x7684;&#x901F;&#x5EA6;&#x3002;</p>
<p>&#x4F60;&#x8FD8;&#x53EF;&#x4EE5;&#x4F7F;&#x7528; Tempophone &#x6A21;&#x5F0F;&#xFF0C;&#x5C06;&#x91C7;&#x6837;&#x5904;&#x7406;&#x51FA;&#x4E00;&#x4E9B;&#x673A;&#x68B0;&#x91D1;&#x5C5E;&#x611F;&#x3001;&#x68B3;&#x72B6;&#x6EE4;&#x6CE2;&#x7684;&#x6548;&#x679C;&#x3002;&#x4E0D;&#x8FC7;&#x6211;&#x4EEC;&#x5E38;&#x7528;&#x7684;&#x8FD8;&#x662F; Speed&#xFF08;&#x901F;&#x5EA6;&#xFF09;&#x6A21;&#x5F0F;&#xFF0C;&#x8FD9;&#x4E2A;&#x6A21;&#x5F0F;&#x4E0B;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x66F4;&#x6539;&#x97F3;&#x9891;&#x7684;&#x97F3;&#x9AD8;&#xFF0C;&#x800C;&#x4E0D;&#x635F;&#x4F24;&#x592A;&#x591A;&#x97F3;&#x8D28;&#xFF0C;&#x8FD9;&#x4E00;&#x70B9;&#x548C;&#x4E00;&#x822C;&#x7684;&#x91C7;&#x6837;&#x5668;&#x5341;&#x5206;&#x76F8;&#x4F3C;&#x3002;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x628A;&#x91C7;&#x6837;&#x5BFC;&#x5165;&#x5230; EXS24 &#x91C7;&#x6837;&#x5668;&#x4E2D;&#xFF0C;&#x518D;&#x901A;&#x8FC7;&#x91C7;&#x6837;&#x5668;&#x4E0A;&#x7684;&#x53C2;&#x6570;&#x4FEE;&#x6539;&#x97F3;&#x9AD8;&#xFF0C;&#x4F46;&#x5F88;&#x660E;&#x663E;&#xFF0C;&#x76F4;&#x63A5;&#x7528; Flex &#x6A21;&#x5F0F;&#x6765;&#x505A;&#x4F1A;&#x5FEB;&#x5F97;&#x591A;&#x3002;</p>
<h4 id="&#x4E0A;&#x5347;&#x548C;&#x4E0B;&#x964D;&#x7C7B;&#x97F3;&#x6548;"><a href="#&#x4E0A;&#x5347;&#x548C;&#x4E0B;&#x964D;&#x7C7B;&#x97F3;&#x6548;" class="headerlink" title="&#x4E0A;&#x5347;&#x548C;&#x4E0B;&#x964D;&#x7C7B;&#x97F3;&#x6548;"></a>&#x4E0A;&#x5347;&#x548C;&#x4E0B;&#x964D;&#x7C7B;&#x97F3;&#x6548;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175856.png" alt></p>
<p>1&#x3001;&#x6211;&#x4EEC;&#x9700;&#x8981;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x5EF6;&#x7EED;&#x6027;&#x7684;&#x97F3;&#x8272;&#x4F5C;&#x4E3A;&#x57FA;&#x7840;&#xFF0C;&#x97F3;&#x57AB;&#xFF08;Pad&#xFF09;&#x3001;&#x5408;&#x6210;&#x5F26;&#x4E50;&#x6216;&#x94DC;&#x7BA1;&#x4E50;&#x97F3;&#x8272;&#x90FD;&#x53EF;&#x4EE5;&#x3002;&#x5728;&#x8FD9;&#x91CC;&#x6211;&#x4EEC;&#x5728; Retro Synth &#x91CC;&#x9009;&#x62E9; Classic Saw Tooth &#x8FD9;&#x4E2A;&#x7ECF;&#x5178;&#x952F;&#x9F7F;&#x6CE2;&#x97F3;&#x8272;&#x3002;&#x5728;&#x5B8C;&#x6210;&#x4E86;&#x540E;&#x8FB9;&#x7684;&#x6240;&#x6709;&#x81EA;&#x52A8;&#x5316;&#x548C;&#x6548;&#x679C;&#x5668;&#x7F16;&#x8F91;&#x540E;&#xFF0C;&#x53EF;&#x4EE5;&#x518D;&#x56DE;&#x6765;&#x6539;&#x4E00;&#x6539;&#x522B;&#x7684;&#x97F3;&#x8272;&#x9884;&#x5236;&#x3002;&#x5982;&#x679C;&#x4F60;&#x559C;&#x6B22;&#xFF0C;&#x76F4;&#x63A5;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x767D;&#x566A;&#x97F3;&#x4E5F;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175911.png" alt></p>
<p>2&#x3001;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x753B;&#x4E00;&#x4E2A;&#x957F;&#x5EA6;&#x4E3A; 8 &#x5C0F;&#x8282;&#x6216; 16 &#x5C0F;&#x8282;&#x7684;&#x97F3;&#x7B26;&#x3002;&#x7559;&#x610F;&#x4E00;&#x4E0B;&#x97F3;&#x7B26;&#x529B;&#x5EA6;&#xFF0C;&#x6709;&#x4E9B;&#x97F3;&#x8272;&#x5728;&#x4E0D;&#x540C;&#x529B;&#x5EA6;&#x4E0B;&#x4F1A;&#x53D1;&#x51FA;&#x4E0D;&#x540C;&#x7684;&#x58F0;&#x97F3;&#x3002;&#x901A;&#x5E38;&#x6765;&#x8BF4;&#xFF0C;&#x529B;&#x5EA6;&#x8F83;&#x4F4E;&#xFF0C;&#x97F3;&#x8272;&#x5C31;&#x4F1A;&#x66F4;&#x67D4;&#x548C;&#xFF0C;&#x53CD;&#x4E4B;&#x5219;&#x8F83;&#x786C;&#x6717;&#x3002;&#x5982;&#x679C;&#x5355;&#x97F3;&#x592A;&#x8584;&#x5F31;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x9AD8;&#x516B;&#x5EA6;&#x7684;&#x4F4D;&#x7F6E;&#x53E0;&#x52A0;&#x4E00;&#x4E2A;&#x97F3;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175920.png" alt></p>
<p>3&#x3001;&#x6253;&#x5F00;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#xFF0C;&#x753B;&#x51FA;&#x97F3;&#x9AD8;&#x63D0;&#x5347;&#x7684;&#x66F2;&#x7EBF;&#x3002;&#x53EF;&#x4EE5;&#x4ECE; 0 &#x753B;&#x5230; 62&#xFF0C;&#x4ECE; -64 &#x753B;&#x5230; +63 &#x4E5F;&#x6CA1;&#x95EE;&#x9898;&#x3002;&#x5177;&#x4F53;&#x7684;&#x542C;&#x611F;&#x6700;&#x7EC8;&#x53D6;&#x51B3;&#x4E8E;&#x5408;&#x6210;&#x5668;&#x7684;&#x8BBE;&#x7F6E;&#x3002;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x628A; Retro Synth &#x7684;&#x5F2F;&#x97F3;&#x8BBE;&#x7F6E;&#x4E3A;&#x4E24;&#x4E2A;&#x516B;&#x5EA6;&#xFF08;2 oct&#xFF09;&#x3002;&#x97F3;&#x9AD8;&#x5408;&#x9002;&#x7684;&#x8BDD;&#xFF0C;&#x5C31;&#x80FD;&#x4F7F;&#x4E0A;&#x5347;&#x97F3;&#x6548;&#x8D77;&#x5230;&#x627F;&#x4E0A;&#x542F;&#x4E0B;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175930.png" alt></p>
<p>4&#x3001;&#x5982;&#x679C;&#x89C9;&#x5F97;&#x4F60;&#x7684;&#x97F3;&#x8272;&#x8FC7;&#x4E8E;&#x76F4;&#x767D;&#xFF0C;&#x7F3A;&#x4E4F;&#x7075;&#x6C14;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x6DFB;&#x52A0;&#x5408;&#x5531;&#x6548;&#x679C;&#x5668;&#x548C;&#x8F7B;&#x91CF;&#x5EF6;&#x8FDF;&#x6765;&#x89E3;&#x51B3;&#x3002;&#x751A;&#x81F3;&#x8FD8;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0; Stereo Spread &#x6216; Direction Mixer &#x63D2;&#x4EF6;&#x76F4;&#x63A5;&#x62C9;&#x5BBD;&#x58F0;&#x573A;&#xFF0C;&#x7ED9;&#x4E2D;&#x90E8;&#x7559;&#x4E0B;&#x66F4;&#x591A;&#x6DF7;&#x97F3;&#x7A7A;&#x95F4;&#x3002;&#x9664;&#x4E86;&#x63D2;&#x5165;&#x6548;&#x679C;&#x5668;&#xFF0C;&#x5F53;&#x7136;&#x8FD8;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x53D1;&#x9001;&#xFF0C;&#x589E;&#x52A0;&#x4E00;&#x4E2A;&#x7EF5;&#x957F;&#x7684;&#x6DF7;&#x54CD;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175940.png" alt></p>
<p>5&#x3001;&#x5728;&#x4E0A;&#x5347;&#x97F3;&#x6548;&#x7684;&#x8C03;&#x5236;&#x4E2D;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x7528;&#x9014;&#x5F88;&#x5927;&#x7684;&#x6548;&#x679C;&#x5668;&#x5C31;&#x662F; Tremolo&#xFF0C;&#x901A;&#x8FC7;&#x5B83;&#x53EF;&#x4EE5;&#x8F7B;&#x677E;&#x505A;&#x51FA;&#x4FA7;&#x94FE;&#x611F;&#x89C9;&#x7684;&#x62BD;&#x5438;&#x6548;&#x679C;&#x3002;&#x628A; Phase &#x548C; Smoothing &#x8BBE;&#x4E3A; 0%&#xFF0C;offset &#x8BBE;&#x4E3A; 180&#xBA;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x97F3;&#x8F68;&#x81EA;&#x52A8;&#x5316;&#x4E0A;&#x753B;&#x4E00;&#x4E2A;&#x7F13;&#x6162;&#x4E0A;&#x5347;&#x7684;&#x66F2;&#x7EBF;&#xFF0C;&#x5728;&#x300C;&#x526F;&#x6B4C;&#x300D;&#x8D77;&#x70B9;&#x5904;&#x8FBE;&#x5230;&#x6700;&#x9AD8;&#x5373;&#x53EF;&#x3002;&#x5982;&#x679C;&#x5EF6;&#x8FDF;&#x8BBE;&#x5F97;&#x8DB3;&#x591F;&#x957F;&#xFF0C;&#x4F60;&#x8FD8;&#x4F1A;&#x542C;&#x5230;&#x8FDB;&#x5165;&#x526F;&#x6B4C;&#x540E;&#xFF0C;&#x4E0A;&#x5347;&#x97F3;&#x6548;&#x7684;&#x5C3E;&#x97F3;&#x5728;&#x56DE;&#x8361;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514175951.png" alt></p>
<p>6&#x3001;&#x6700;&#x540E;&#xFF0C;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C;&#x4E00;&#x4E0B;&#x97F3;&#x91CF;&#x548C; EQ &#x7684;&#x8C03;&#x6574;&#xFF0C;&#x4F7F;&#x66F2;&#x5B50;&#x7684;&#x5404;&#x58F0;&#x90E8;&#x4FDD;&#x6301;&#x5E73;&#x8861;&#x3002;&#x901A;&#x5E38;&#x6211;&#x4EEC;&#x4F1A;&#x5BF9;&#x97F3;&#x6548;&#x8FDB;&#x884C;&#x4F4E;&#x5207;&#xFF0C;&#x907F;&#x514D;&#x4F4E;&#x9891;&#x7684;&#x6DF7;&#x4E71;&#x3002;&#x5F53;&#x7136;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x753B;&#x4E00;&#x4E9B;&#x4F4E;&#x5207;&#x81EA;&#x52A8;&#x5316;&#xFF0C;&#x7528;&#x4F4E;&#x9891;&#x505A;&#x51FA;&#x4E00;&#x4E9B;&#x79FB;&#x52A8;&#x611F;&#x3002;&#x76F8;&#x5E94;&#x7684;&#xFF0C;&#x9AD8;&#x5207;&#x4E5F;&#x53EF;&#x4EE5;&#x6DFB;&#x52A0;&#x81EA;&#x52A8;&#x5316;&#x3002;</p>
<h4 id="&#x649E;&#x51FB;&#x7C7B;&#x97F3;&#x6548;"><a href="#&#x649E;&#x51FB;&#x7C7B;&#x97F3;&#x6548;" class="headerlink" title="&#x649E;&#x51FB;&#x7C7B;&#x97F3;&#x6548;"></a>&#x649E;&#x51FB;&#x7C7B;&#x97F3;&#x6548;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180003.png" alt></p>
<p>1&#x3001;&#x649E;&#x51FB;&#x97F3;&#x6548;&#xFF0C;&#x70B8;&#x5F39;&#x97F3;&#x6548;&#xFF0C;&#x600E;&#x4E48;&#x53EB;&#x5B83;&#x4EEC;&#x90FD;&#x884C;&#x3002;&#x5B83;&#x4EEC;&#x5F80;&#x5F80;&#x88AB;&#x7528;&#x6765;&#x63D0;&#x793A;&#x4E0B;&#x4E00;&#x4E2A;&#x6BB5;&#x843D;&#x7684;&#x5230;&#x6765;&#x3002;&#x6BD4;&#x5982;&#x9AD8;&#x97F3;&#x9572;&#x7247;&#x58F0;&#xFF0C;&#x4F4E;&#x6C89;&#x7684;&#x5495;&#x549A;&#x58F0;&#xFF0C;&#x6216;&#x4E8C;&#x8005;&#x7684;&#x7ED3;&#x5408;&#x3002;&#x5728;&#x9F13;&#x58F0;&#x4F4E;&#x6C89;&#x8D1D;&#x53F8;&#x5BC6;&#x96C6;&#x7684;&#x6BB5;&#x843D;&#xFF0C;&#x5EFA;&#x8BAE;&#x907F;&#x514D;&#x4F7F;&#x7528;&#x4F4E;&#x6C89;&#x7684;&#x5495;&#x565C;&#x58F0;&#xFF0C;&#x4F46;&#x5728;&#x58F0;&#x573A;&#x5BBD;&#x5E7F;&#x7684;&#x526F;&#x6B4C;&#x5F00;&#x5934;&#xFF0C;&#x4F7F;&#x7528;&#x4E00;&#x4E0B;&#x4E5F;&#x65E0;&#x59A8;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180014.png" alt></p>
<p>2&#x3001;&#x8BDD;&#x4E0D;&#x591A;&#x8BF4;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x6765;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x5E95;&#x9F13;&#x58F0;&#x6216;&#x67D0;&#x79CD;&#x8F83;&#x4F4E;&#x7684;&#x6253;&#x51FB;&#x58F0;&#x3002;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x4F7F;&#x7528;&#x4E86; Logic Pro X &#x81EA;&#x5E26;&#x7684;&#x4E00;&#x4E2A;&#x91C7;&#x6837;&#x548C;&#x53E6;&#x4E00;&#x4E2A;&#x91C7;&#x6837;&#x7684;&#x53E0;&#x52A0;&#xFF0C;&#x4F7F;&#x5F97;&#x9AD8;&#x9891;&#x548C;&#x4F4E;&#x9891;&#x90FD;&#x6709;&#x7740;&#x4E30;&#x5BCC;&#x7684;&#x7EC6;&#x8282;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x628A;&#x8FD9;&#x4E2A;&#x91C7;&#x6837;&#x964D;&#x4F4E;&#x5230; -24&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x6839;&#x636E;&#x6240;&#x9009;&#x91C7;&#x6837;&#x7684;&#x5B9E;&#x9645;&#x97F3;&#x8D28;&#x9009;&#x62E9;&#x5176;&#x4ED6;&#x6570;&#x503C;&#x3002;&#x518D;&#x6DFB;&#x52A0;&#x4E00;&#x4E2A;&#x4F4E;&#x901A;&#x6EE4;&#x6CE2;&#xFF0C;&#x63D0;&#x5347;&#x4E00;&#x70B9;&#x8FC7;&#x8F7D;&#xFF0C;&#x5E76;&#x70B9;&#x4EAE; Fat &#x6309;&#x94AE;&#xFF0C;&#x8BA9;&#x58F0;&#x97F3;&#x66F4;&#x539A;&#x5B9E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180027.png" alt></p>
<p>3&#x3001;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x5BF9;&#x97F3;&#x9AD8;&#x8FDB;&#x884C;&#x4E00;&#x4E0B;&#x5305;&#x7EDC;&#xFF0C;&#x4F7F;&#x58F0;&#x97F3;&#x5FEB;&#x901F;&#x5411;&#x7740;&#x66F4;&#x4F4E;&#x6C89;&#x7684;&#x65B9;&#x5411;&#x8FD0;&#x52A8;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x5728; EQ &#x63D2;&#x4EF6;&#x91CC;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x6781;&#x5927;&#x7684;&#x4F4E;&#x9891;&#x589E;&#x76CA;&#xFF0C;&#x540C;&#x65F6;&#x53D1;&#x9001;&#x5230;&#x4E00;&#x4E2A;&#x957F;&#x6DF7;&#x54CD;&#x6548;&#x679C;&#x7684;&#x603B;&#x7EBF;&#x4E0A;&#x3002;&#x6DF7;&#x54CD;&#x7684;&#x53C2;&#x6570;&#x5F88;&#x91CD;&#x8981;&#xFF0C;&#x56E0;&#x4E3A;&#x5B83;&#x4F1A;&#x76F4;&#x63A5;&#x5F71;&#x54CD;&#x5230;&#x6253;&#x51FB;&#x97F3;&#x6548;&#x7684;&#x5C3E;&#x97F3;&#x8D28;&#x611F;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x4EB2;&#x81EA;&#x5C1D;&#x8BD5;&#x4E00;&#x4E9B;&#x8BBE;&#x7F6E;&#x65B9;&#x5F0F;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180037.png" alt></p>
<p>4&#x3001;&#x672C;&#x4F8B;&#x4E2D;&#x4F7F;&#x7528;&#x4E86; Tape Delay &#x6548;&#x679C;&#x5668;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x4E5F;&#x4F7F;&#x7528;&#x7684;&#x8BDD;&#xFF0C;&#x5EFA;&#x8BAE; feedback &#x503C;&#x4E0D;&#x8981;&#x8D85;&#x8FC7; 53%&#xFF0C;&#x56E0;&#x4E3A;&#x6709;&#x53EF;&#x80FD;&#x4EA7;&#x751F;&#x65E0;&#x9650;&#x53CD;&#x9988;&#x3002;&#x53EF;&#x4EE5;&#x7528;&#x81EA;&#x52A8;&#x5316;&#x6765;&#x63A7;&#x5236;&#x53CD;&#x9988;&#x91CF;&#xFF0C;&#x6BD4;&#x5982;&#x4ECE; 55% &#x964D;&#x5230; 53%&#xFF0C;&#x53EF;&#x4EE5;&#x505A;&#x51FA;&#x9677;&#x5165;&#x6DF7;&#x4E71;&#x4E4B;&#x9645;&#x53CA;&#x65F6;&#x6536;&#x4F4F;&#x7684;&#x6548;&#x679C;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180051.png" alt></p>
<p>5&#x3001;&#x5355;&#x6709;&#x4E00;&#x4E2A;&#x6253;&#x51FB;&#x97F3;&#x6548;&#x6216;&#x8BB8;&#x4E0D;&#x591F;&#x4E30;&#x6EE1;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x91C7;&#x53D6;&#x53E0;&#x52A0;&#x7684;&#x624B;&#x6BB5;&#xFF0C;&#x590D;&#x5236;&#x4E00;&#x8F68;&#xFF0C;&#x5E76;&#x5957;&#x7528;&#x4E00;&#x4E2A;&#x9572;&#x7247;&#x97F3;&#x8272;&#xFF0C;&#x901A;&#x8FC7; EQ &#x6765;&#x5B8C;&#x5584;&#x5B83;&#x4E0E;&#x5176;&#x4ED6;&#x58F0;&#x90E8;&#x7684;&#x642D;&#x914D;&#x3002;&#x6BD4;&#x65B9;&#x8BF4;&#xFF0C;&#x5728;&#x5185;&#x5BB9;&#x5341;&#x5206;&#x4E30;&#x5BCC;&#x7684;&#x6BB5;&#x843D;&#xFF0C;&#x4F60;&#x60F3;&#x8981;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x6253;&#x51FB;&#x97F3;&#x6548;&#xFF0C;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#x5C3D;&#x91CF;&#x9AD8;&#x7684;&#x97F3;&#x7B26;&#xFF0C;&#x8BA9;&#x8BE5;&#x97F3;&#x6548;&#x66F4;&#x52A0;&#x660E;&#x663E;&#x3002;&#x800C;&#x5728;&#x4F60;&#x9700;&#x8981;&#x586B;&#x5145;&#x4E00;&#x4E2A;&#x58F0;&#x573A;&#x5BBD;&#x5E7F;&#x7684;&#x6BB5;&#x843D;&#x65F6;&#xFF0C;&#x8F83;&#x4F4E;&#x7684;&#x97F3;&#x66F4;&#x6709;&#x52A9;&#x4E8E;&#x5236;&#x9020;&#x6C1B;&#x56F4;&#x611F;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180101.png" alt></p>
<p>6&#x3001;&#x518D;&#x8BB2;&#x4E00;&#x4E2A;&#x649E;&#x51FB;&#x97F3;&#x6548;&#x539A;&#x5EA6;&#x7684;&#x5C0F;&#x6280;&#x5DE7;&#x3002;&#x540C;&#x4E0A;&#x4E00;&#x6761;&#x4E00;&#x6837;&#xFF0C;&#x590D;&#x5236;&#x4E00;&#x8F68;&#x5E95;&#x9F13;&#xFF0C;&#x8FD9;&#x4E00;&#x6B21;&#x6211;&#x4EEC;&#x8BA9; EXS24 &#x4E0D;&#x8F7D;&#x5165;&#x4EFB;&#x4F55;&#x4E50;&#x5668;&#xFF0C;&#x5B83;&#x5C31;&#x4F1A;&#x53D1;&#x51FA;&#x6B63;&#x5F26;&#x6CE2;&#x3002;&#x7A0D;&#x7A0D;&#x8C03;&#x6574;&#x4E00;&#x4E0B;&#x97F3;&#x9AD8;&#x548C;&#x5305;&#x7EDC;&#xFF0C;&#x4F7F;&#x5F97;&#x58F0;&#x97F3;&#x77ED;&#x4FC3;&#x800C;&#x4F4E;&#x6C89;&#xFF0C;&#x4F4D;&#x4E8E;&#x5176;&#x4ED6;&#x58F0;&#x90E8;&#x7684;&#x4E0B;&#x65B9;&#x3002;&#x4E00;&#x822C;&#x6765;&#x8BF4;&#xFF0C;&#x8FD9;&#x4E00;&#x8F68;&#x4F7F;&#x7528;&#x5E72;&#x58F0;&#x5373;&#x53EF;&#xFF0C;&#x97F3;&#x91CF;&#x4E0D;&#x5FC5;&#x5F88;&#x5927;&#xFF0C;&#x6700;&#x591A;&#x5BF9; EQ &#x6709;&#x51B2;&#x7A81;&#x7684;&#x5730;&#x65B9;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x5FC5;&#x8981;&#x7684;&#x8C03;&#x6574;&#x3002;</p>
<h4 id="&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;"><a href="#&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;" class="headerlink" title="&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;"></a>&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180112.png" alt></p>
<p>1&#x3001;&#x4E50;&#x66F2;&#x5E72;&#x762A;&#x600E;&#x4E48;&#x529E;&#xFF1F;&#x4F60;&#x53EF;&#x4EE5;&#x7528;&#x6C1B;&#x56F4;&#x7C7B;&#x7684;&#x58F0;&#x97F3;&#x6765;&#x586B;&#x5145;&#x7A7A;&#x767D;&#xFF0C;&#x5305;&#x62EC;&#x771F;&#x5B9E;&#x4E16;&#x754C;&#x7684;&#x5608;&#x6742;&#x58F0;&#xFF0C;&#x6216;&#x9ED1;&#x80F6;&#x64AD;&#x653E;&#x65F6;&#x7684;&#x567C;&#x556A;&#x6742;&#x58F0;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x5F88;&#x597D;&#x5730;&#x70D8;&#x6258;&#x4F60;&#x7684;&#x66F2;&#x5B50;&#xFF0C;&#x8BA9;&#x5B83;&#x542C;&#x8D77;&#x6765;&#x4E0D;&#x90A3;&#x4E48;&#x7684;&#x300C;DTM&#x300D;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x81EA;&#x5DF1;&#x5F55;&#x5236;&#x73AF;&#x5883;&#x97F3;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4ECE;&#x7535;&#x5F71;&#x6216;&#x7535;&#x89C6;&#x5267;&#x5F53;&#x4E2D;&#x622A;&#x53D6;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180124.png" alt></p>
<p>2&#x3001;&#x6B64;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x5C06;&#x9009;&#x7528; EXS24 &#x91C7;&#x6837;&#x5668;&#x4E2D;&#x7684;&#x73AF;&#x5883;&#x97F3;&#x8272;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x300C;Factory &gt; Textures &gt; Ambient Environments&#x300D;&#x5206;&#x7C7B;&#x4E0B;&#x627E;&#x5230;&#x5B83;&#x4EEC;&#x3002;&#x6BD4;&#x5982;&#x9009;&#x62E9; Town Ambient&#x3002;&#x7136;&#x540E;&#xFF0C;&#x753B;&#x4E00;&#x4E2A; 8 &#x6216; 16 &#x5C0F;&#x8282;&#x7684;&#x957F;&#x97F3;&#x7B26;&#x3002;&#x6C1B;&#x56F4;&#x7C7B;&#x97F3;&#x6548;&#x4E0D;&#x5FC5;&#x8FC7;&#x5206;&#x62A2;&#x773C;&#xFF0C;&#x56E0;&#x6B64;&#x8981;&#x4E48;&#x51CF;&#x5C0F; midi &#x529B;&#x5EA6;&#xFF0C;&#x8981;&#x4E48;&#x62C9;&#x4E0B;&#x97F3;&#x91CF;&#x63A8;&#x5B50;&#xFF0C;&#x90FD;&#x53EF;&#x4EE5;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180136.png" alt></p>
<p>3&#x3001;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x6C1B;&#x56F4;&#x97F3;&#x6548;&#x4E0A;&#x7EE7;&#x7EED;&#x53D1;&#x6325;&#x60F3;&#x8C61;&#x529B;&#xFF0C;&#x6BD4;&#x5982;&#xFF0C;&#x66F4;&#x6539;&#x4E00;&#x4E0B;&#x5B83;&#x7684;&#x97F3;&#x9AD8;&#xFF0C;&#x4F7F;&#x5F97;&#x8D28;&#x611F;&#x66F4;&#x52A0;&#x4E30;&#x6EE1;&#x3002;EXS24 &#x672C;&#x8EAB;&#x63D0;&#x4F9B;&#x97F3;&#x9AD8;&#x4FEE;&#x6539;&#xFF0C;&#x5F53;&#x7136;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x76F4;&#x63A5;&#x628A; midi &#x97F3;&#x7B26;&#x753B;&#x5728;&#x4E0D;&#x540C;&#x7684;&#x97F3;&#x9AD8;&#x4E0A;&#x3002;&#x901A;&#x5E38;&#x6765;&#x8BB2;&#xFF0C;&#x964D;&#x4F4E;&#x97F3;&#x9AD8;&#x4F1A;&#x4F7F;&#x5F97;&#x566A;&#x97F3;&#x51CF;&#x5C11;&#xFF0C;&#x542C;&#x8D77;&#x6765;&#x66F4;&#x52A0;&#x5BCC;&#x6709;&#x9897;&#x7C92;&#x611F;&#x3002;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x97F3;&#x7B26;&#x753B;&#x5728;&#x4E86;&#x4E0B;&#x4E24;&#x4E2A;&#x516B;&#x5EA6;&#xFF0C;&#x5373; C1 &#x7684;&#x4F4D;&#x7F6E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180149.png" alt></p>
<p>4&#x3001;&#x63A5;&#x4E0B;&#x6765;&#x662F;&#x5BF9;&#x9891;&#x7387;&#x7684;&#x5B8C;&#x5584;&#x3002;&#x4F4E;&#x5207;&#x662F;&#x8981;&#x6709;&#x7684;&#xFF0C;&#x5C24;&#x5176;&#x5728;&#x91C7;&#x7528;&#x771F;&#x5B9E;&#x73AF;&#x5883;&#x58F0;&#x65F6;&#xFF0C;&#x8981;&#x6CE8;&#x610F;&#x5207;&#x6389;&#x542B;&#x6DF7;&#x4E0D;&#x6E05;&#x7684;&#x9891;&#x6BB5;&#xFF0C;&#x987A;&#x5E26;&#x7740;&#x4E5F;&#x80FD;&#x628A;&#x9AD8;&#x9891;&#x90E8;&#x5206;&#x7684;&#x7EC6;&#x8282;&#x886C;&#x6258;&#x51FA;&#x6765;&#x3002;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x5EF6;&#x8FDF;&#xFF0C;&#x53D1;&#x9001;&#x4E00;&#x4E9B;&#x4FE1;&#x53F7;&#x5230;&#x6DF7;&#x54CD;&#x603B;&#x7EBF;&#x4E0A;&#x3002;&#x5982;&#x679C;&#x5B58;&#x5728;&#x5DE6;&#x53F3;&#x58F0;&#x9053;&#x504F;&#x79FB;&#xFF0C;&#x6700;&#x597D;&#x5C06;&#x5B83;&#x8C03;&#x6574;&#x5230;&#x4E2D;&#x5FC3;&#x4F4D;&#x7F6E;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180159.png" alt></p>
<p>5&#x3001;&#x53EF;&#x4EE5;&#x5BF9;&#x6C1B;&#x56F4;&#x97F3;&#x6548;&#x4E5F;&#x52A0;&#x4E0A;&#x4E00;&#x4E2A;&#x62BD;&#x5438;&#x6548;&#x679C;&#xFF0C;&#x5E76;&#x901A;&#x8FC7;&#x81EA;&#x52A8;&#x5316;&#x6765;&#x63A7;&#x5236;&#x5B83;&#x7684;&#x6DF1;&#x6D45;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x8C03;&#x6574;&#x5230;&#x5408;&#x9002;&#x7684;&#x97F3;&#x91CF;&#x3002;&#x8FD9;&#x91CC;&#x5206;&#x4EAB;&#x4E00;&#x4E2A;&#x5C0F;&#x6280;&#x5DE7;&#xFF0C;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x97F3;&#x91CF;&#x6700;&#x5408;&#x9002;&#x5462;&#xFF1F;&#x5C31;&#x662F;&#x6B63;&#x5E38;&#x64AD;&#x653E;&#x65F6;&#xFF0C;&#x542C;&#x4E0D;&#x51FA;&#x6709;&#x4E2A;&#x6C1B;&#x56F4;&#x97F3;&#x6548;&#x7684;&#x5B58;&#x5728;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x628A;&#x6C1B;&#x56F4;&#x8F68;&#x9759;&#x97F3;&#xFF0C;&#x53C8;&#x80FD;&#x611F;&#x89C9;&#x51FA;&#x53D8;&#x5316;&#xFF0C;&#x8FD9;&#x4E2A;&#x4F4D;&#x7F6E;&#x57FA;&#x672C;&#x5C31;&#x5BF9;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514180208.png" alt></p>
<p>6&#x3001;&#x82E5;&#x60F3;&#x8BA9;&#x6C1B;&#x56F4;&#x97F3;&#x6548;&#x518D;&#x539A;&#x91CD;&#x4E00;&#x70B9;&#xFF0C;&#x53EF;&#x4EE5;&#x590D;&#x5236;&#x4E00;&#x8F68;&#xFF0C;&#x7136;&#x540E;&#x628A; midi &#x97F3;&#x7B26;&#x5347;&#x5230; C3&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x628A; C1 &#x7684;&#x90A3;&#x8F68;&#x8C03;&#x5230;&#x504F;&#x5DE6;&#xFF0C;&#x8BA9;&#x590D;&#x5236;&#x51FA;&#x6765;&#x7684;&#x8FD9;&#x8F68;&#x504F;&#x53F3;&#xFF0C; &#x5C06;&#x4F1A;&#x62D3;&#x5BBD;&#x58F0;&#x573A;&#xFF0C;&#x7ED9;&#x4E2D;&#x95F4;&#x90E8;&#x5206;&#x7559;&#x4E0B;&#x66F4;&#x591A;&#x7A7A;&#x95F4;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/c362b5fa64239baff8f8068ca983e03f.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/c0b7ed9b04a435a5e8f51594ba570790.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-9.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
      

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn../../57.html">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="../../images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
                
                <a class="post-title-link" href="../../57.html" itemprop="url">Logic Pro X 系列教程 10：MIDI 进阶</a></h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2020-05-14T10:46:09+08:00">
                2020-05-14
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        
          
            <p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143632.png" alt></p>
<p><strong>&#x66FE;&#x7ECF;&#x4E00;&#x6BB5;&#x65F6;&#x95F4;&#x5185;&#xFF0C;&#x8BB8;&#x591A;&#x4EBA;&#x90FD;&#x8BA4;&#x540C;&#x300C;&#x6DF7;&#x97F3;&#x7528; Pro Tools&#xFF0C;&#x7F16;&#x66F2;&#x7528; Logic&#x300D;&#x7684;&#x89C2;&#x70B9;&#xFF0C;&#x8DB3;&#x4EE5;&#x8BF4;&#x660E; Logic Pro &#x5728; MIDI &#x7F16;&#x8F91;&#x9886;&#x57DF;&#x6240;&#x5360;&#x636E;&#x7684;&#x5730;&#x4F4D;&#x3002;Mark Cousins &#x5C06;&#x7EC6;&#x8BF4; MIDI &#x7684;&#x8FDB;&#x9636;&#x7F16;&#x8F91;&#x6280;&#x5DE7;&#x3002;</strong></p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143650.png" alt></p>
<p>&#x97F3;&#x4E50;&#x5236;&#x4F5C;&#x5C11;&#x4E0D;&#x4E86;&#x7528; MIDI &#x6765;&#x5236;&#x4F5C;&#x865A;&#x62DF;&#x4E50;&#x5668;&#xFF0C;&#x5236;&#x4F5C;&#x4EBA;&#x9700;&#x8981;&#x638C;&#x63E1;&#x76F8;&#x5F53;&#x7EC6;&#x81F4;&#x7684; MIDI &#x6570;&#x636E;&#x7F16;&#x8F91;&#x3001;&#x7F16;&#x7A0B;&#x6280;&#x5DE7;&#xFF0C;&#x4EE5;&#x4FBF;&#x505A;&#x51FA;&#x66F4;&#x4E3A;&#x5408;&#x7406;&#x6216;&#x903C;&#x771F;&#x7684;&#x4E50;&#x5668;&#x58F0;&#x3002;</p>
<p>&#x6709;&#x4E9B;&#x89C2;&#x70B9;&#x8BA4;&#x4E3A;&#xFF0C;&#x5728;&#x8FD9;&#x4E2A;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x6EE1;&#x5929;&#x98DE;&#x7684;&#x5E74;&#x4EE3;&#xFF0C;&#x4EBA;&#x4EEC;&#x4F3C;&#x4E4E;&#x6709;&#x4E9B;&#x8FC7;&#x4E8E;&#x4F9D;&#x8D56; MIDI &#x4E86;&#x3002;&#x4F46;&#x4ECA;&#x5929;&#x6211;&#x4EEC;&#x4E0D;&#x8C08;&#x5927;&#x9053;&#x7406;&#xFF0C;&#x53EA;&#x8BF4;&#x5C0F;&#x624B;&#x6CD5;&#xFF0C;MIDI &#x505A;&#x5F97;&#x597D;&#xFF0C;&#x521B;&#x610F;&#x5C11;&#x4E0D;&#x4E86;&#xFF0C;MIDI &#x7528;&#x5F97;&#x6E9C;&#xFF0C;&#x597D;&#x97F3;&#x4E50;&#x81EA;&#x7136;&#x8DDF;&#x7740;&#x8D70;&#x3002;</p>
<p>&#x672C;&#x6587;&#x5E76;&#x975E;&#x8981;&#x5BF9; Logic &#x7684; MIDI &#x7F16;&#x8F91;&#x529F;&#x80FD;&#x6765;&#x4E2A;&#x8BF4;&#x660E;&#x4E66;&#x5F0F;&#x7684;&#x8986;&#x76D6;&#x8BB2;&#x89E3;&#xFF0C;&#x800C;&#x662F;&#x9488;&#x5BF9;&#x82E5;&#x5E72;&#x6709;&#x7279;&#x8272;&#x7684;&#x6280;&#x5DE7;&#x8FDB;&#x884C;&#x8BB2;&#x89E3;&#xFF0C;&#x5E0C;&#x671B;&#x80FD;&#x7ED9;&#x8BFB;&#x8005;&#x5E26;&#x6765;&#x65B0;&#x7684;&#x521B;&#x610F;&#x3002;&#x9996;&#x5148;&#x6211;&#x4EEC;&#x4F1A;&#x63A2;&#x7D22;&#x68C0;&#x67E5;&#x5668;&#x548C;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x754C;&#x9762;&#xFF0C;&#x5373; MIDI &#x7F16;&#x8F91;&#x7684;&#x4E3B;&#x6218;&#x573A;&#xFF0C;&#x7136;&#x540E;&#x8BB2;&#x8BB2;&#x300C;&#x6807;&#x51C6;&#x5316;&#x300D;&#x7F16;&#x8F91;&#x6D41;&#x7A0B;&#x7684;&#x91CD;&#x8981;&#x6027;&#x3002;</p>
<p>&#x300C;&#x667A;&#x80FD;&#x9009;&#x62E9;&#x300D;&#x662F; Logic &#x7684;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x8BDD;&#x9898;&#xFF0C;&#x5373;&#x7528;&#x5C3D;&#x91CF;&#x5C11;&#x7684;&#x7EC4;&#x5408;&#x952E;&#xFF0C;&#x9009;&#x4E2D;&#x4F60;&#x8981;&#x64CD;&#x4F5C;&#x7684;&#x97F3;&#x7B26;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x7528;&#x9F20;&#x6807;&#x4E00;&#x4E2A;&#x4E00;&#x4E2A;&#x70B9;&#x9009;&#x3002;&#x5F53;&#x4F60;&#x7684;&#x5DE5;&#x7A0B;&#x91CC;&#x5DF2;&#x7ECF;&#x6709;&#x4E86;&#x6210;&#x767E;&#x4E0A;&#x5343;&#x4E2A; MIDI &#x97F3;&#x7B26;&#x540E;&#xFF0C;&#x9AD8;&#x6548;&#x9009;&#x53D6;&#x97F3;&#x7B26;&#x5C31;&#x81EA;&#x7136;&#x6210;&#x4E3A;&#x63D0;&#x9AD8;&#x5236;&#x4F5C;&#x6548;&#x7387;&#x7684;&#x91CD;&#x8981;&#x4E00;&#x73AF;&#x3002;</p>
<p>&#x53E6;&#x4E00;&#x65B9;&#x9762;&#xFF0C;&#x6211;&#x4EEC;&#x8FD8;&#x5C06;&#x5B66;&#x4E60;&#x4E00;&#x4E9B;&#x653E;&#x7F6E;&#x5728;&#x83DC;&#x5355;&#x9879;&#x91CC;&#x7684; MIDI &#x7F16;&#x8F91;&#x529F;&#x80FD;&#xFF0C;&#x4E5F;&#x662F;&#x80FD;&#x591F;&#x4E3A;&#x4F60;&#x8282;&#x7701;&#x5927;&#x628A;&#x5927;&#x628A;&#x7684;&#x7F16;&#x8F91;&#x65F6;&#x95F4;&#x7684;&#x65B9;&#x6CD5;&#x3002;&#x6700;&#x540E;&#xFF0C;&#x7ED3;&#x5408;&#x4E0A;&#x8FB9;&#x7684;&#x6280;&#x5DE7;&#xFF0C;&#x6211;&#x4EEC;&#x6765;&#x5177;&#x4F53;&#x8BF4;&#x8BF4;&#x600E;&#x6837;&#x7F16;&#x8F91;&#x590D;&#x6742;&#x7684;&#x9F13;&#x7EC4;&#x8282;&#x62CD;&#x3001;&#x7BA1;&#x5F26;&#x4E50;&#x7F16;&#x8F91;&#x6280;&#x5DE7;&#xFF0C;&#x4EE5;&#x53CA;&#x901A;&#x8FC7;&#x63A7;&#x5236;&#x5668;&#x4F7F;&#x4F60;&#x7684;&#x97F3;&#x4E50;&#x66F4;&#x5BCC;&#x6709;&#x52A8;&#x6001;&#x611F;&#x3002;&#x8BF7;&#x5C3D;&#x4EAB;&#x9605;&#x8BFB;&#xFF01;</p>
<p><em>&#x8FD9;&#x7BC7;&#x6559;&#x7A0B;&#x5F97;&#x5230;&#x4E86;&#x4F26;&#x6566; Point Blank &#x97F3;&#x4E50;&#x5B66;&#x6821;&#x7684;&#x8BA4;&#x53EF;&#x3002;Point Blank &#x662F;&#x4E00;&#x6240;&#x4E13;&#x4E1A;&#x7684;&#x97F3;&#x4E50;&#x5236;&#x4F5C;&#x3001;&#x97F3;&#x9891;&#x5DE5;&#x7A0B;&#x3001;&#x97F3;&#x4E50;&#x8425;&#x9500;&#x3001;&#x6F14;&#x5531;&#x3001;&#x5E7F;&#x64AD;&#x5236;&#x4F5C;&#x3001;DJ &#x6280;&#x672F;&#x548C;&#x7535;&#x5F71;&#x5236;&#x4F5C;&#x7684;&#x5B66;&#x6821;&#xFF0C;&#x5168;&#x90E8;&#x7531;&#x82F1;&#x56FD;&#x9876;&#x5C16;&#x7684;&#x97F3;&#x4E50;&#x5236;&#x4F5C;&#x4EBA;&#x548C;&#x5A92;&#x4F53;&#x4E13;&#x5BB6;&#x6388;&#x8BFE;&#xFF0C;&#x66F4;&#x6709;&#x97F3;&#x4E50;&#x548C;&#x5A92;&#x4F53;&#x754C;&#x4F20;&#x5947;&#x4EBA;&#x7269;&#x7684;&#x5BA2;&#x5EA7;&#x8BBF;&#x8C08;&#x3002;</em></p>
<h5 id="&#x8D34;&#x58EB;&#xFF1A;&#x97F3;&#x9636;&#x91CF;&#x5316;"><a href="#&#x8D34;&#x58EB;&#xFF1A;&#x97F3;&#x9636;&#x91CF;&#x5316;" class="headerlink" title="&#x8D34;&#x58EB;&#xFF1A;&#x97F3;&#x9636;&#x91CF;&#x5316;"></a>&#x8D34;&#x58EB;&#xFF1A;&#x97F3;&#x9636;&#x91CF;&#x5316;</h5><p>&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7F16;&#x8F91;&#x5668;&#x91CC;&#x7684;&#x8981;&#x5458;&#x4E4B;&#x4E00;&#x5F53;&#x5C5E;&#x97F3;&#x9636;&#x91CF;&#x5316;&#x5DE5;&#x5177;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x7406;&#x89E3;&#x4E3A; MIDI &#x7684;&#x97F3;&#x9AD8;&#x7EA0;&#x6B63;&#x5668;&#x3002;&#x5B83;&#x80FD;&#x5C06;&#x9009;&#x4E2D;&#x7684;&#x97F3;&#x7B26;&#x6309;&#x7167;&#x6307;&#x5B9A;&#x7684;&#x97F3;&#x9636;&#x8FDB;&#x884C;&#x97F3;&#x9AD8;&#x91CF;&#x5316;&#xFF0C;&#x6BD4;&#x5982;&#x53D8;&#x6210;&#x5927;&#x8C03;&#xFF0C;&#x6216;&#x81EA;&#x7136;&#x5C0F;&#x8C03;&#x7B49;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x5FEB;&#x901F;&#x5C06;&#x4E00;&#x6BB5;&#x65CB;&#x5F8B;&#x53D8;&#x6210;&#x4E1C;&#x5357;&#x4E9A;&#x8C03;&#x5F0F;&#x6216;&#x591A;&#x5229;&#x4E9A;&#x8C03;&#x5F0F;&#xFF0C;&#x6781;&#x5FEB;&#x5730;&#x83B7;&#x5F97;&#x6240;&#x9700;&#x7684;&#x97F3;&#x4E50;&#x98CE;&#x683C;&#x3002;&#x53E6;&#x4E00;&#x79CD;&#x7528;&#x6CD5;&#x66F4;&#x6709;&#x8DA3;&#xFF0C;&#x7ED3;&#x5408; MIDI Randomizer &#x63D2;&#x4EF6;&#xFF08;&#x5728; MIDI &#x901A;&#x9053;&#x6761;&#x7684; MIDI FX &#x5904;&#x542F;&#x7528;&#xFF09;&#xFF0C;&#x628A;&#x968F;&#x673A;&#x7684; MIDI &#x97F3;&#x7B26;&#x91CF;&#x5316;&#x5230;&#x4E00;&#x4E2A;&#x7279;&#x5B9A;&#x7684;&#x97F3;&#x9636;&#x91CC;&#xFF0C;&#x4E5F;&#x5C31;&#x5F97;&#x5230;&#x4E86;&#x4E00;&#x6BB5;&#x5341;&#x5206;&#x72EC;&#x7279;&#x7684;&#x97F3;&#x4E50;&#x7D20;&#x6750;&#x3002;</p>
<h4 id="&#x63D0;&#x9AD8;&#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x6280;&#x5DE7;"><a href="#&#x63D0;&#x9AD8;&#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x6280;&#x5DE7;" class="headerlink" title="&#x63D0;&#x9AD8;&#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x6280;&#x5DE7;"></a>&#x63D0;&#x9AD8;&#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x6280;&#x5DE7;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143713.png" alt></p>
<p>&#x6211;&#x4EEC;&#x5728;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#x5C06;&#x8981;&#x63A2;&#x7D22;&#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x6280;&#x5DE7;&#xFF0C;&#x5E76;&#x4ECE;&#x8E29;&#x9572;&#x7F16;&#x8F91;&#x5165;&#x624B;&#x3002;MIDI &#x7F16;&#x8F91;&#x59CB;&#x4E8E;&#x68C0;&#x67E5;&#x5668;&#xFF0C;&#x6211;&#x4EEC;&#x5148;&#x6765;&#x8FDB;&#x884C;&#x4E00;&#x4E0B; 16 &#x62CD;&#x5B50;&#x7684;&#x91CF;&#x5316;&#xFF0C;&#x5E76;&#x4FEE;&#x6B63;&#x4E00;&#x4E9B;&#x52A8;&#x6001;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x6309; I &#x6253;&#x5F00;&#x548C;&#x5173;&#x95ED;&#x68C0;&#x67E5;&#x5668;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5; Option &#x2013; R &#x6765;&#x6253;&#x5F00;&#x6D6E;&#x52A8;&#x68C0;&#x67E5;&#x5668;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x628A;&#x300C;&#x529B;&#x5EA6;&#x53D8;&#x5316;&#x300D;&#x8BBE;&#x4E3A;&#x56FA;&#x5B9A;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143728.png" alt></p>
<p>&#x6216;&#x8BB8;&#xFF0C;&#x5728;&#x68C0;&#x67E5;&#x5668;&#x548C;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#x4E4B;&#x95F4;&#x6765;&#x56DE;&#x64CD;&#x4F5C;&#x6709;&#x4E9B;&#x7E41;&#x7410;&#xFF0C;&#x5C06; MIDI &#x7247;&#x6BB5;&#x7684;&#x53C2;&#x6570;&#x8FDB;&#x884C;&#x6B63;&#x5E38;&#x5316;&#x4E4B;&#x540E;&#x5219;&#x80FD;&#x8D77;&#x5230;&#x4E00;&#x4E9B;&#x6539;&#x5584;&#x4F5C;&#x7528;&#x3002;&#x5728;&#x7247;&#x6BB5;&#x4E0A;&#x53F3;&#x952E;&#x70B9;&#x51FA;&#x83DC;&#x5355;&#xFF0C;&#x6253;&#x5F00; MIDI &#x5B50;&#x83DC;&#x5355;&#xFF0C;&#x5E76;&#x9009;&#x62E9;&#x300C;&#x6B63;&#x5E38;&#x5316;&#x7247;&#x6BB5;&#x53C2;&#x6570;&#x300D;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x91CF;&#x5316;&#x548C;&#x52A8;&#x6001;&#x6570;&#x503C;&#x5C31;&#x88AB;&#x6C38;&#x4E45;&#x5199;&#x5165;&#x4E86;&#x3002;&#x66F4;&#x591A;&#x5173;&#x4E8E; MIDI &#x7247;&#x6BB5;&#x53C2;&#x6570;&#x7684;&#x4FE1;&#x606F;&#x53EF;&#x4EE5;&#x53C2;&#x8003; <a href="/external_links/1b58a5bb2ef867fd4c23f9f1e369b19f.html" target="blank" rel="noopener">Apple &#x7684;&#x6587;&#x6863;</a>&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143743.png" alt></p>
<p>&#x8981;&#x63D0;&#x9AD8; MIDI &#x7F16;&#x8F91;&#x59FF;&#x52BF;&#xFF0C;&#x667A;&#x80FD;&#x9009;&#x53D6;&#x529F;&#x80FD;&#x662F;&#x5FC5;&#x987B;&#x638C;&#x63E1;&#x7684;&#x3002;&#x4F8B;&#x5982;&#x4ECE;&#x83DC;&#x5355;&#x9009;&#x62E9;&#x300C;&#x7F16;&#x8F91; &gt; &#x9009;&#x5B9A; &gt; &#x76F8;&#x540C;&#x5B50;&#x4F4D;&#x7F6E;&#x300D;&#xFF0C;&#x6216;&#x6309; Shift &#x2013; P &#x7EC4;&#x5408;&#x952E;&#x3002;&#x90A3;&#x4E48;&#xFF0C;&#x5982;&#x679C;&#x6211;&#x4EEC;&#x9009;&#x4E2D;&#x4E86;&#x4E00;&#x4E2A;&#x5C0F;&#x8282;&#x91CC;&#x6240;&#x6709;&#x7684;&#x8E29;&#x9572;&#x5F3A;&#x62CD;&#xFF0C;&#x5219;&#x300C;&#x76F8;&#x540C;&#x5B50;&#x4F4D;&#x7F6E;&#x300D;&#x5C06;&#x9009;&#x62E9;&#x4F59;&#x4E0B;&#x5C0F;&#x8282;&#x91CC;&#xFF0C;&#x540C;&#x4F4D;&#x7F6E;&#x7684;&#x5F3A;&#x62CD;&#x97F3;&#x7B26;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143752.png" alt></p>
<p>&#x5F53;&#x9009;&#x4E2D;&#x97F3;&#x7B26;&#x540E;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x5728;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#x7684;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x4E2D;&#xFF0C;&#x901A;&#x8FC7;&#x529B;&#x5EA6;&#x6ED1;&#x6746;&#x6765;&#x589E;&#x52A0;&#x6216;&#x51CF;&#x5C11;&#x529B;&#x5EA6;&#x7684;&#x76F8;&#x5BF9;&#x503C;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x5982;&#x679C;&#x8981;&#x8C03;&#x8282;&#x5176;&#x4ED6;&#x97F3;&#x7B26;&#x7684;&#x529B;&#x5EA6;&#xFF0C;&#x53EA;&#x9700;&#x6309;&#x4E0B; Shift &#x2013; I &#x53CD;&#x9009;&#xFF0C;&#x5373;&#x53EF;&#x9009;&#x4E2D;&#x521A;&#x624D;&#x4E0D;&#x5728;&#x9009;&#x62E9;&#x72B6;&#x6001;&#x7684;&#x97F3;&#x7B26;&#x3002;</p>
<p><img src="https://www.musictech.net/wp-content/uploads/2014/06/Screen-Shot-2014-06-23-at-10.40.19.png" alt="img"></p>
<p>&#x5F53;&#x4F60;&#x5728;&#x591A;&#x4E2A; MIDI &#x7247;&#x6BB5;&#x4E4B;&#x95F4;&#x64CD;&#x4F5C;&#x65F6;&#xFF0C;&#x8BF7;&#x8BB0;&#x5F97;&#x591A;&#x591A;&#x5229;&#x7528;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#x7684;&#x300C;&#x8BBE;&#x5B9A;&#x97F3;&#x7B26;&#x989C;&#x8272;&#x300D;&#x529F;&#x80FD;&#x3002;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x8BF7;&#x5148;&#x9009;&#x4E2D;&#x6240;&#x6709;&#x9F13;&#x7EC4;&#x7684;&#x7247;&#x6BB5;&#xFF0C;&#x7136;&#x540E;&#x6253;&#x5F00;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#x3002;&#x73B0;&#x5728;&#xFF0C;&#x5728;&#x83DC;&#x5355;&#x4E2D;&#x9009;&#x62E9;&#x300C;&#x663E;&#x793A; &gt; &#x8BBE;&#x5B9A;&#x97F3;&#x7B26;&#x989C;&#x8272; &gt; &#x6309;&#x7247;&#x6BB5;&#x989C;&#x8272;&#x300D;&#x547D;&#x4EE4;&#xFF0C;&#x770B;&#x770B;&#x6548;&#x679C;&#x5427;&#xFF01;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143808.png" alt></p>
<p>&#x518D;&#x4ECB;&#x7ECD;&#x4E00;&#x4E2A; MIDI &#x9F13;&#x7EC4;&#x7F16;&#x8F91;&#x7684;&#x5229;&#x5668;&#xFF1A;&#x632A;&#x52A8;&#x503C;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x7528;&#x5B83;&#xFF0C;&#x5BF9;&#x4E00;&#x4E2A;&#x6216;&#x591A;&#x4E2A;&#x97F3;&#x7B26;&#x8FDB;&#x884C;&#x589E;&#x91CF;&#x79FB;&#x52A8;&#xFF0C;&#x53EA;&#x9700;&#x6309; Option &#x2013; &#x5DE6;/&#x53F3;&#x65B9;&#x5411;&#x952E;&#x5373;&#x53EF;&#x5B8C;&#x6210;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5148;&#x8BBE;&#x5B9A;&#x632A;&#x52A8;&#x503C;&#xFF08;&#x7F16;&#x8F91; &gt; &#x79FB;&#x52A8; &gt; &#x5C06;&#x632A;&#x52A8;&#x503C;&#x8BBE;&#x5B9A;&#x4E3A; &gt; &#x7B49;&#x4EFD;&#xFF09;&#xFF0C;&#x8FD9;&#x6837;&#x5C31;&#x80FD;&#x628A;&#x632A;&#x52A8;&#x503C;&#x8BBE;&#x5B9A;&#x4E3A; 1/16 &#x62CD;&#x7684;&#x6B65;&#x957F;&#x4E86;&#x3002;</p>
<h4 id="&#x7F16;&#x8F91;-MIDI-&#x548C;&#x5F26;"><a href="#&#x7F16;&#x8F91;-MIDI-&#x548C;&#x5F26;" class="headerlink" title="&#x7F16;&#x8F91; MIDI &#x548C;&#x5F26;"></a>&#x7F16;&#x8F91; MIDI &#x548C;&#x5F26;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143819.png" alt></p>
<p>&#x63A5;&#x4E0B;&#x6765;&#x6211;&#x4EEC;&#x6765;&#x63A2;&#x7D22; MIDI &#x548C;&#x5F26;&#x7F16;&#x8F91;&#x5F53;&#x4E2D;&#x7684;&#x4E00;&#x4E9B;&#x8DA3;&#x5473;&#x6280;&#x5DE7;&#x3002;&#x5F53;&#x4F60;&#x5F55;&#x5236;&#x5B8C;&#x4E00;&#x5957;&#x548C;&#x5F26;&#x540E;&#xFF0C;&#x4E5F;&#x8BB8;&#x4F1A;&#x53D1;&#x73B0;&#x82E5;&#x5E72;&#x97F3;&#x7B26;&#x7684;&#x957F;&#x5EA6;&#x5E76;&#x4E0D;&#x90A3;&#x4E48;&#x7CBE;&#x786E;&#xFF0C;&#x53EF;&#x80FD;&#x7A0D;&#x77ED;&#x4E86;&#x4E00;&#x70B9;&#xFF0C;&#x8FD9;&#x65F6;&#x4F60;&#x5C31;&#x9700;&#x8981;&#x300C;&#x5F3A;&#x5236;&#x8FDE;&#x97F3;&#x300D;&#x529F;&#x80FD;&#x4E86;&#xFF0C;&#x4ECE;&#x300C;&#x7F16;&#x8F91; &gt; &#x4FEE;&#x526A; &gt; &#x97F3;&#x7B26;&#x7ED3;&#x675F;&#x5230;&#x4EE5;&#x4E0B;&#x97F3;&#x7B26;&#xFF08;&#x5F3A;&#x5236;&#x8FDE;&#x97F3;&#xFF09;&#x300D;&#x6216;&#x6309; Shift &#x2013; \ &#x7EC4;&#x5408;&#x952E;&#x6765;&#x542F;&#x7528;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x4E00;&#x4E2A;&#x5F26;&#x4E50;&#x7684;&#x7247;&#x6BB5;&#x4E0A;&#x5C1D;&#x8BD5;&#x4E00;&#x4E0B;&#xFF0C;&#x6CE8;&#x610F;&#x97F3;&#x7B26;&#x957F;&#x5EA6;&#x5BF9;&#x5E73;&#x6ED1;&#x8FC7;&#x6E21;&#x7684;&#x4F5C;&#x7528;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143828.png" alt></p>
<p>&#x53E6;&#x4E00;&#x4E2A;&#x5B9E;&#x7528;&#x7684;&#x548C;&#x5F26;&#x7F16;&#x8F91;&#x6280;&#x5DE7;&#x662F;&#xFF0C;&#x5C06; MIDI &#x97F3;&#x7B26;&#x5206;&#x79BB;&#x5230;&#x4E0D;&#x540C;&#x7684;&#x4E50;&#x5668;&#x4E0A;&#x3002;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x6211;&#x4EEC;&#x628A;&#x5355;&#x7C27;&#x7BA1;&#x7684;&#x4E0B;&#x8FB9;&#x4E24;&#x4E2A;&#x97F3;&#xFF0C;&#x548C;&#x957F;&#x7B1B;&#x7684;&#x4E0A;&#x8FB9;&#x4E24;&#x4E2A;&#x97F3;&#x8FDB;&#x884C; double&#x3002;&#x9996;&#x5148;&#xFF0C;&#x5EFA;&#x7ACB;&#x5355;&#x7C27;&#x7BA1;&#x8F68;&#x9053;&#xFF0C;&#x628A;&#x5F26;&#x4E50;&#x7684; MIDI &#x7247;&#x6BB5;&#x62F7;&#x8D1D;&#x8FC7;&#x53BB;&#xFF0C;&#x7136;&#x540E;&#x5728;&#x83DC;&#x5355;&#x4E2D;&#x70B9;&#x9009;&#x300C;&#x7F16;&#x8F91; &gt; &#x9009;&#x5B9A; &gt; &#x6700;&#x9AD8;&#x97F3;&#x7B26;&#x300D;&#x6216;&#x6309; Shift &#x2013; &#x4E0A;&#x65B9;&#x5411;&#x952E;&#x3002;</p>
<p><img src="https://www.musictech.net/wp-content/uploads/2014/06/Screen-Shot-2014-06-23-at-10.50.09.png" alt="img"></p>
<p>&#x9009;&#x4E2D;&#x9876;&#x90E8;&#x7684;&#x97F3;&#x7B26;&#x540E;&#xFF0C;&#x6309; Control &#x2013; M &#x5C06;&#x5B83;&#x4EEC;&#x9759;&#x97F3;&#x5373;&#x53EF;&#x3002;&#x7136;&#x540E;&#xFF0C;&#x628A; MIDI &#x7247;&#x6BB5;&#x62F7;&#x8D1D;&#x5230;&#x957F;&#x7B1B;&#x8F68;&#x4E0A;&#xFF0C;&#x9009;&#x4E2D;&#x9759;&#x97F3;&#x7684;&#x97F3;&#x7B26;&#xFF08;Shift &#x2013; M&#xFF09;&#xFF0C;&#x6309; Control &#x2013; M &#x5C06;&#x5B83;&#x4EEC;&#x89E3;&#x9664;&#x9759;&#x97F3;&#xFF0C;&#x518D;&#x6309; Shift &#x2013; I &#x53CD;&#x9009;&#xFF0C;&#x628A;&#x5176;&#x4ED6;&#x97F3;&#x7B26;&#x9759;&#x97F3;&#x5373;&#x53EF;&#x3002;&#x770B;&#x8D77;&#x6765;&#x5F88;&#x7E41;&#x7410;&#xFF1F;&#x5176;&#x5B9E;&#x4E0D;&#x7136;&#xFF0C;&#x53EA;&#x662F;&#x4E09;&#x5957;&#x7B80;&#x5355;&#x7684;&#x7EC4;&#x5408;&#x952E;&#x800C;&#x5DF2;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143844.png" alt></p>
<p>&#x540C;&#x6837;&#x7684;&#x6280;&#x5DE7;&#xFF0C;&#x8FD8;&#x6709;&#x53E6;&#x4E00;&#x4E2A;&#x5B9E;&#x73B0;&#x624B;&#x6CD5;&#xFF0C;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x91CC;&#x7684;&#x300C;&#x529F;&#x80FD; &gt; &#x5C06; MIDI &#x901A;&#x9053;&#x8BBE;&#x5B9A;&#x5230;&#x58F0;&#x90E8;&#x7F16;&#x53F7;&#x300D;&#xFF0C;&#x8FD9;&#x4E2A;&#x547D;&#x4EE4;&#x4F1A;&#x5C06;&#x4E00;&#x4E2A;&#x548C;&#x5F26;&#x5206;&#x79BB;&#x5230;&#x4E00;&#x4E32; MIDI &#x901A;&#x9053;&#x91CC;&#x3002;&#x6B64;&#x65F6;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x300C;&#x663E;&#x793A; &gt; &#x8BBE;&#x5B9A;&#x97F3;&#x7B26;&#x989C;&#x8272; &gt; &#x6309; MIDI &#x901A;&#x9053;&#x300D;&#x547D;&#x4EE4;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x76F4;&#x89C2;&#x5730;&#x770B;&#x51FA;&#x4E0D;&#x540C;&#x901A;&#x9053;&#x91CC;&#x7684;&#x97F3;&#x7B26;&#x4E86;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143856.png" alt></p>
<p>&#x8BD5;&#x8BD5;&#x5728; Hammond &#x98CE;&#x7434;&#x8F68;&#x4E0A;&#x4F7F;&#x7528;&#x300C;&#x5C06; MIDI &#x901A;&#x9053;&#x8BBE;&#x5B9A;&#x5230;&#x58F0;&#x90E8;&#x7F16;&#x53F7;&#x300D;&#x547D;&#x4EE4;&#x3002;&#x5728;&#x672C;&#x4F8B;&#x4E2D;&#xFF0C;&#x97F3;&#x7B26;&#x4F1A;&#x88AB;&#x5206;&#x79BB;&#x5230;&#x4E09;&#x4E2A;&#x4E0D;&#x540C;&#x7684;&#x624B;&#x952E;&#x76D8;&#x4E0A;&#xFF08;Upper&#x3001;Pedal &#x548C; Lower&#xFF09;&#x3002;&#x63A5;&#x4E0B;&#x6765;&#xFF0C;&#x901A;&#x8FC7;&#x97F3;&#x6813;&#x8C03;&#x8282;&#x4E09;&#x4E2A;&#x90E8;&#x5206;&#x7684;&#x97F3;&#x8272;&#xFF0C;&#x4FBF;&#x53EF;&#x4EE5;&#x7EC4;&#x5408;&#x51FA;&#x4E0D;&#x540C;&#x58F0;&#x97F3;&#x98CE;&#x683C;&#x7684;&#x548C;&#x5F26;&#x58F0;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143906.png" alt></p>
<p>&#x5982;&#x679C;&#x8981;&#x628A;&#x4E00;&#x4E2A;&#x548C;&#x5F26;&#x91CC;&#x7684;&#x97F3;&#x7B26;&#x62C6;&#x5206;&#x5230;&#x4E0D;&#x540C;&#x7684;&#x865A;&#x62DF;&#x4E50;&#x5668;&#x8F68;&#x4E0A;&#xFF0C;&#x53EF;&#x4EE5;&#x5728; MIDI &#x7247;&#x6BB5;&#x4E0A;&#x70B9;&#x6309;&#x53F3;&#x952E;&#xFF0C;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;MIDI &gt; &#x901A;&#x8FC7; MIDI &#x901A;&#x9053;&#x5206;&#x79BB;&#x300D;&#x3002;&#x8FD9;&#x4E2A; MIDI &#x7247;&#x6BB5;&#x5C31;&#x4F1A;&#x88AB;&#x7ACB;&#x5373;&#x5206;&#x5272;&#x6210;&#x591A;&#x4E2A;&#x7247;&#x6BB5;&#xFF0C;&#x548C;&#x5F26;&#x91CC;&#x7684;&#x6BCF;&#x4E2A;&#x58F0;&#x90E8;&#x90FD;&#x4F1A;&#x6210;&#x4E3A;&#x4E00;&#x4E2A;&#x65B0;&#x8F68;&#x9053;&#xFF0C;&#x63A5;&#x4E0B;&#x6765;&#x4F60;&#x53EA;&#x9700;&#x8981;&#x7ED9;&#x6BCF;&#x4E2A;&#x8F68;&#x9053;&#x8BBE;&#x5B9A;&#x4E50;&#x5668;&#x5373;&#x53EF;&#x3002;</p>
<h4 id="&#x521B;&#x610F;&#x90E8;&#x5206;&#xFF1A;&#x73A9;&#x8F6C;&#x63A7;&#x5236;&#x5668;&#x4FE1;&#x606F;"><a href="#&#x521B;&#x610F;&#x90E8;&#x5206;&#xFF1A;&#x73A9;&#x8F6C;&#x63A7;&#x5236;&#x5668;&#x4FE1;&#x606F;" class="headerlink" title="&#x521B;&#x610F;&#x90E8;&#x5206;&#xFF1A;&#x73A9;&#x8F6C;&#x63A7;&#x5236;&#x5668;&#x4FE1;&#x606F;"></a>&#x521B;&#x610F;&#x90E8;&#x5206;&#xFF1A;&#x73A9;&#x8F6C;&#x63A7;&#x5236;&#x5668;&#x4FE1;&#x606F;</h4><p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143917.png" alt></p>
<p>&#x300C;MIDI &#x753B;&#x7B14;&#x300D;&#x533A;&#x57DF;&#x4F4D;&#x4E8E;&#x94A2;&#x7434;&#x5377;&#x5E18;&#x7A97;&#x7684;&#x5E95;&#x90E8;&#xFF0C;&#x5404;&#x79CD; CC &#x63A7;&#x5236;&#x5668;&#x4FE1;&#x606F;&#x90FD;&#x53EF;&#x4EE5;&#x5728;&#x8FD9;&#x91CC;&#x8FDB;&#x884C;&#x67E5;&#x770B;&#x548C;&#x4FEE;&#x6539;&#x3002;&#x6700;&#x5E38;&#x7528;&#x7684;&#x53EF;&#x80FD;&#x5C31;&#x662F; MIDI &#x529B;&#x5EA6;&#x4FE1;&#x606F;&#x4E86;&#x3002;&#x5F53;&#x4F60;&#x300C;&#x6309;&#x7247;&#x6BB5;&#x989C;&#x8272;&#x300D;&#x6765;&#x67E5;&#x770B; MIDI &#x97F3;&#x7B26;&#x65F6;&#xFF0C;&#x8FD9;&#x4E2A;&#x90E8;&#x5206;&#x7684;&#x4FE1;&#x606F;&#x5C24;&#x5176;&#x91CD;&#x8981;&#x3002;&#x800C;&#x901A;&#x8FC7;&#x8FD9;&#x91CC;&#xFF0C;&#x76F4;&#x89C2;&#x5730;&#x67E5;&#x770B;&#x97F3;&#x7B26;&#x4E4B;&#x95F4;&#x7684;&#x76F8;&#x5BF9;&#x529B;&#x5EA6;&#x5DEE;&#x5F02;&#x4E5F;&#x662F;&#x975E;&#x5E38;&#x65B9;&#x4FBF;&#x7684;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143927.png" alt></p>
<p>&#x901A;&#x8FC7;&#x7A97;&#x5185;&#x68C0;&#x67E5;&#x5668;&#x5F53;&#x4E2D;&#x7684;&#x4E0B;&#x62C9;&#x83DC;&#x5355;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x67E5;&#x770B;&#x4E0D;&#x540C;&#x7684; CC &#x6570;&#x636E;&#xFF0C;&#x5728; 127 &#x4E2A;&#x63A7;&#x5236;&#x5668;&#x5F53;&#x4E2D;&#x4EFB;&#x610F;&#x5207;&#x6362;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x7F16;&#x8F91;&#x5408;&#x6210;&#x5668;&#x8D1D;&#x53F8;&#x65F6;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x9009;&#x62E9;&#x300C;&#x8C03;&#x5236;&#x300D;&#x53C2;&#x6570;&#xFF0C;&#x6765;&#x63A7;&#x5236;&#x6EE4;&#x6CE2;&#x5668;&#x7684; Cutoff &#x503C;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x7528;&#x6307;&#x9488;&#x5DE5;&#x5177;&#x6DFB;&#x52A0;&#x8282;&#x70B9;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x7528;&#x94C5;&#x7B14;&#x5DE5;&#x5177;&#x76F4;&#x63A5;&#x7ED8;&#x5236;&#x66F2;&#x7EBF;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143936.png" alt></p>
<p>&#x300C;MIDI &#x753B;&#x7B14;&#x300D;&#x6709;&#x4E00;&#x4E2A;&#x91CD;&#x8981;&#x7279;&#x6027;&#xFF0C;&#x53EF;&#x4EE5;&#x8BA9;&#x4F60;&#x5728;&#x7F16;&#x66F2;&#x8FC7;&#x7A0B;&#x4E2D;&#x7ACB;&#x5373;&#x7F16;&#x8F91; CC &#x63A7;&#x5236;&#x5668;&#x53C2;&#x6570;&#x3002;&#x5728;&#x8F68;&#x9053;&#x533A;&#xFF0C;&#x9009;&#x62E9;&#x83DC;&#x5355;&#x4E2D;&#x7684;&#x300C;&#x663E;&#x793A; &gt; MIDI &#x753B;&#x7B14; &gt; &#x8C03;&#x5236;&#x300D;&#x5373;&#x53EF;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x4F1A;&#x5728;&#x7247;&#x6BB5;&#x4E0A;&#x770B;&#x5230; CC &#x63A7;&#x5236;&#x5668;&#x53C2;&#x6570;&#x3002;&#x8BB0;&#x5F97;&#x628A;&#x89C6;&#x56FE;&#x7F29;&#x653E;&#x8C03;&#x300C;&#x5927;&#x300D;&#x4E00;&#x4E9B;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143946.png" alt></p>
<p>&#x9664;&#x4E86;&#x4EE5;&#x4E0A;&#x4ECB;&#x7ECD;&#x5230;&#x7684;&#x529F;&#x80FD;&#x4E4B;&#x5916;&#xFF0C;&#x5728; MIDI &#x7F16;&#x8F91;&#x8FC7;&#x7A0B;&#x4E2D;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x65F6;&#x523B;&#x8BB0;&#x5F97;&#x4F7F;&#x7528;&#x300C;&#x529F;&#x80FD;&#x300D;&#x83DC;&#x5355;&#x4E0B;&#x7684;&#x547D;&#x4EE4;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x300C;MIDI &#x53D8;&#x6362;&#x300D;&#x5B50;&#x83DC;&#x5355;&#x3002;&#x65E0;&#x8BBA;&#x4F60;&#x9700;&#x8981;&#x8FDB;&#x884C;&#x4F55;&#x79CD;&#x53D8;&#x6362;&#xFF0C;Logic Pro X &#x90FD;&#x4F1A;&#x663E;&#x793A;&#x4E00;&#x4E2A; MIDI &#x53D8;&#x6362;&#x5BF9;&#x8BDD;&#x6846;&#xFF0C;&#x70B9;&#x6309;&#x300C;&#x9009;&#x5B9A;&#x5E76;&#x64CD;&#x4F5C;&#x300D;&#x5373;&#x53EF;&#x76F4;&#x63A5;&#x5B8C;&#x6210;&#x53D8;&#x6362;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514143955.png" alt></p>
<p>&#x540C;&#x6837;&#x4EE5;&#x5408;&#x6210;&#x5668;&#x8D1D;&#x53F8;&#x6765;&#x4E3E;&#x4F8B;&#xFF0C;&#x6211;&#x4EEC;&#x53EF;&#x4EE5;&#x8FD0;&#x7528;&#x4E00;&#x4E9B;&#x975E;&#x5E38;&#x6709;&#x8DA3;&#x7684;&#x53D8;&#x6362;&#x65B9;&#x5F0F;&#x3002;&#x6BD4;&#x5982;&#xFF0C;&#x300C;&#x56FA;&#x5B9A;&#x97F3;&#x7B26;&#x957F;&#x5EA6;&#x300D;&#x53EF;&#x4EE5;&#x628A;&#x8D1D;&#x53F8;&#x5E8F;&#x5217;&#x53D8;&#x5F97;&#x66F4;&#x52A0;&#x673A;&#x68B0;&#x5316;&#xFF0C;&#x7136;&#x540E;&#x628A;&#x97F3;&#x7B26;&#x7F29;&#x4E3A;&#x539F;&#x6765;&#x7684;&#x4E00;&#x534A;&#x957F;&#x5373;&#x53EF;&#xFF08;&#x4E5F;&#x5F88;&#x9002;&#x5408;&#x5FEB;&#x901F;&#x83B7;&#x5F97; 1/32 &#x97F3;&#x7B26;&#xFF09;&#x3002;&#x6216;&#x8005;&#x8BD5;&#x8BD5;&#x300C;&#x968F;&#x673A;&#x529B;&#x5EA6;&#x300D;&#xFF0C;&#x8BA9;&#x97F3;&#x7B26;&#x4E4B;&#x95F4;&#x7684;&#x529B;&#x5EA6;&#x53D8;&#x5F97;&#x968F;&#x673A;&#x5206;&#x5E03;&#x3002;</p>
<p><img src="https://gitee.com/songjianzaina/lunanzb_img/raw/master/img/20200514144004.png" alt></p>
<p>&#x56DE;&#x5230;&#x9F13;&#x7EC4;&#xFF0C;&#x6211;&#x6700;&#x559C;&#x6B22;&#x7684;&#x4E00;&#x4E2A; MIDI &#x53D8;&#x6362;&#x547D;&#x4EE4;&#x5C31;&#x662F;&#x300C;&#x4EBA;&#x6027;&#x5316;&#x300D;&#xFF0C;&#x5B83;&#x4F1A;&#x5728;&#x529B;&#x5EA6;&#x548C;&#x8282;&#x594F;&#x4E0A;&#x6DFB;&#x52A0;&#x4E00;&#x4E9B;&#x5FAE;&#x5C0F;&#x7684;&#x968F;&#x673A;&#x9519;&#x52A8;&#xFF0C;&#x4F7F;&#x5F97;&#x9F13;&#x7EC4;&#x66F4;&#x50CF;&#x771F;&#x4EBA;&#x7684;&#x6F14;&#x594F;&#x3002;&#x66F4;&#x65B9;&#x4FBF;&#x7684;&#x662F;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x6E10;&#x8FDB;&#x5F0F;&#x7684;&#x5E94;&#x7528;&#x4EBA;&#x6027;&#x5316;&#x6548;&#x679C;&#xFF0C;&#x53EF;&#x4EE5;&#x4EA7;&#x751F;&#x4E00;&#x79CD;&#x8D8A;&#x6765;&#x8D8A;&#x677E;&#x5F1B;&#x7684;&#x6F14;&#x594F;&#x6548;&#x679C;&#x3002;</p>
<h6 id="&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH"><a href="#&#x672C;&#x6587;&#x7531;-SOUNDMONO-&#x7F16;&#x8BD1;&#x81EA;-MUSIC-TECH" class="headerlink" title="&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; MUSIC TECH"></a>&#x672C;&#x6587;&#x7531; SOUNDMONO &#x7F16;&#x8BD1;&#x81EA; <a href="/external_links/2433ccf56bd18e780ca0b5a75e7f034f.html" target="blank" rel="noopener">MUSIC TECH</a></h6><p>&#x56FA;&#x5B9A;&#x94FE;&#x63A5;: <a href="/external_links/cca68c4f94d6b7172848d6c926538e65.html" target="blank" rel="noopener">https://soundmono.com/logic-pro-x-tuts-10.html</a><br><strong>&#x8F6C;&#x8F7D;&#x65F6;&#x8BF7;&#x4FDD;&#x7559;&#x672C;&#x6587;&#x56FA;&#x5B9A;&#x94FE;&#x63A5;&#x5E76;&#x6CE8;&#x660E;&#x51FA;&#x5904;</strong></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

          
        
      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      

      

      

      
      
        <div class="post-eof"></div>
      
    </footer>
  </div>
  
  
  
  </article>


    
  </section>

  
  <nav class="pagination">
    <a class="extend prev" rel="prev" href="../13/"><i class="fa fa-angle-left"></i></a><a class="page-number" href="../../">1</a><span class="space">&hellip;</span><a class="page-number" href="../13/">13</a><span class="page-number current">14</span><a class="page-number" href="../15/">15</a><span class="space">&hellip;</span><a class="page-number" href="../20/">20</a><a class="extend next" rel="next" href="../15/"><i class="fa fa-angle-right"></i></a>
  </nav>



          </div>
          


          

        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      

      <section class="site-overview-wrap sidebar-panel sidebar-panel-active">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">有瓣音频</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://audio.newban.cn/archives/">
              
                  <span class="site-state-item-count">198</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">31</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="../../atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2024</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">有瓣音频</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="../../lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="../../lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="../../lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="../../lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="../../lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="../../lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="../../js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="../../js/src/motion.js?v=5.1.4"></script>



  
  

  

  


  <script type="text/javascript" src="../../js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
