<!DOCTYPE html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head><meta name="generator" content="Hexo 3.9.0">
  <meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1">
<meta name="theme-color" content="#222">
<meta name="referrer" content="never">









<meta http-equiv="Cache-Control" content="no-transform">
<meta http-equiv="Cache-Control" content="no-siteapp">
















  
  
  <link href="lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css">







<link href="lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css">

<link href="css/main.css?v=5.1.4" rel="stylesheet" type="text/css">


  <link rel="apple-touch-icon" sizes="180x180" href="/images/apple-touch-icon-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="32x32" href="/images/favicon-32x32-next.png?v=5.1.4">


  <link rel="icon" type="image/png" sizes="16x16" href="/images/favicon-16x16-next.png?v=5.1.4">


  <link rel="mask-icon" href="/images/logo.svg?v=5.1.4" color="#222">





  <meta name="keywords" content="混音档案,">





  <link rel="alternate" href="atom.xml" title="有瓣音频 – 分享编曲混音技术" type="application/atom+xml">






<meta name="description" content="&amp;#x901A;&amp;#x7528; ASIO &amp;#x9A71;&amp;#x52A8; &amp;amp; &amp;#x9002;&amp;#x5E94;&amp;#x4E8E; WDM &amp;#x97F3;&amp;#x9891;- &amp;#x4E2D;&amp;#x6587;&amp;#x624B;&amp;#x518C; - &amp;#x7B80;&amp;#x4ECB;&amp;#x6B22;&amp;#x8FCE;&amp;#x4F7F;&amp;#x7528;ASIO4ALL v2&amp;#xFF01;&amp;#x8FD">
<meta name="keywords" content="混音档案">
<meta property="og:type" content="article">
<meta property="og:title" content="[教材]ASIO4ALL v2 中文使用手册">
<meta property="og:url" content="https://audio.newban.cn/13.html">
<meta property="og:site_name" content="有瓣音频 – 分享编曲混音技术">
<meta property="og:description" content="&amp;#x901A;&amp;#x7528; ASIO &amp;#x9A71;&amp;#x52A8; &amp;amp; &amp;#x9002;&amp;#x5E94;&amp;#x4E8E; WDM &amp;#x97F3;&amp;#x9891;- &amp;#x4E2D;&amp;#x6587;&amp;#x624B;&amp;#x518C; - &amp;#x7B80;&amp;#x4ECB;&amp;#x6B22;&amp;#x8FCE;&amp;#x4F7F;&amp;#x7528;ASIO4ALL v2&amp;#xFF01;&amp;#x8FD">
<meta property="og:locale" content="zh-Hans">
<meta property="og:updated_time" content="2024-04-17T13:15:23.820Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="[教材]ASIO4ALL v2 中文使用手册">
<meta name="twitter:description" content="&amp;#x901A;&amp;#x7528; ASIO &amp;#x9A71;&amp;#x52A8; &amp;amp; &amp;#x9002;&amp;#x5E94;&amp;#x4E8E; WDM &amp;#x97F3;&amp;#x9891;- &amp;#x4E2D;&amp;#x6587;&amp;#x624B;&amp;#x518C; - &amp;#x7B80;&amp;#x4ECB;&amp;#x6B22;&amp;#x8FCE;&amp;#x4F7F;&amp;#x7528;ASIO4ALL v2&amp;#xFF01;&amp;#x8FD">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    version: '5.1.4',
    sidebar: {"position":"left","display":"post","offset":12,"b2t":false,"scrollpercent":true,"onmobile":false},
    fancybox: true,
    tabs: true,
    motion: {"enable":true,"async":false,"transition":{"post_block":"fadeIn","post_header":"slideDownIn","post_body":"slideDownIn","coll_header":"slideLeftIn","sidebar":"slideUpIn"}},
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>
<!--谷歌广告验证代码-->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({
          google_ad_client: "ca-pub-2626449904708114",
          enable_page_level_ads: true
     });
</script>
<!--谷歌广告验证代码-->



  <link rel="canonical" href="https://audio.newban.cn/13.html">





  <title>[教材]ASIO4ALL v2 中文使用手册 | 有瓣音频 – 分享编曲混音技术</title>
  








</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  
  
    
  

  <div class="container sidebar-position-left page-post-detail">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-brand-wrapper">
  <div class="site-meta ">
    

    <div class="custom-logo-site-title">
      <a href="/" class="brand" rel="start">
        <span class="logo-line-before"><i></i></span>
        <span class="site-title">有瓣音频 – 分享编曲混音技术</span>
        <span class="logo-line-after"><i></i></span>
      </a>
    </div>
      
        <p class="site-subtitle">有瓣音频 – 有伴你我</p>
      
  </div>

  <div class="site-nav-toggle">
    <button>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
      <span class="btn-bar"></span>
    </button>
  </div>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="http://www.newban.cn/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br>
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="https://audio.newban.cn/archives/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br>
            
            归档
          </a>
        </li>
      

      
        <li class="menu-item menu-item-search">
          
            <a href="javascript:;" class="popup-trigger">
          
            
              <i class="menu-item-icon fa fa-search fa-fw"></i> <br>
            
            搜索
          </a>
        </li>
      
    </ul>
  

  
    <div class="site-search">
      
  <div class="popup search-popup local-search-popup">
  <div class="local-search-header clearfix">
    <span class="search-icon">
      <i class="fa fa-search"></i>
    </span>
    <span class="popup-btn-close">
      <i class="fa fa-times-circle"></i>
    </span>
    <div class="local-search-input-wrapper">
      <input autocomplete="off" placeholder="搜索..." spellcheck="false" type="text" id="local-search-input">
    </div>
  </div>
  <div id="local-search-result"></div>
</div>



    </div>
  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal" itemscope itemtype="http://schema.org/Article">
  
  
  
  <div class="post-block">
    <link itemprop="mainEntityOfPage" href="https://audio.newban.cn">

    <span hidden itemprop="author" itemscope itemtype="http://schema.org/Person">
      <meta itemprop="name" content="有瓣音频">
      <meta itemprop="description" content>
      <meta itemprop="image" content="images/avatar.gif">
    </span>

    <span hidden itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
      <meta itemprop="name" content="有瓣音频 – 分享编曲混音技术">
    </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">[教材]ASIO4ALL v2 中文使用手册</h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              
                <span class="post-meta-item-text">发表于</span>
              
              <time title="创建于" itemprop="dateCreated datePublished" datetime="2019-09-02T15:35:59+08:00">
                2019-09-02
              </time>
            

            

            
          </span>

          

          
            
          

          
          

          

          

          

        </div>
      </header>
    

    
    
    
    <div class="post-body" itemprop="articleBody">

      
      

      
        <h3 id="&#x901A;&#x7528;-ASIO-&#x9A71;&#x52A8;-amp-&#x9002;&#x5E94;&#x4E8E;-WDM-&#x97F3;&#x9891;"><a href="#&#x901A;&#x7528;-ASIO-&#x9A71;&#x52A8;-amp-&#x9002;&#x5E94;&#x4E8E;-WDM-&#x97F3;&#x9891;" class="headerlink" title="&#x901A;&#x7528; ASIO &#x9A71;&#x52A8; &amp; &#x9002;&#x5E94;&#x4E8E; WDM &#x97F3;&#x9891;"></a>&#x901A;&#x7528; ASIO &#x9A71;&#x52A8; &amp; &#x9002;&#x5E94;&#x4E8E; WDM &#x97F3;&#x9891;</h3><p>- &#x4E2D;&#x6587;&#x624B;&#x518C; -</p>
<p><strong>&#x7B80;&#x4ECB;</strong><br>&#x6B22;&#x8FCE;&#x4F7F;&#x7528;ASIO4ALL v2&#xFF01;&#x8FD9;&#x4EFD;&#x624B;&#x518C;&#x5E0C;&#x671B;&#x80FD;&#x5E2E;&#x52A9;&#x4F60;&#x5145;&#x5206;&#x4F7F;&#x7528;&#x597D;&#x5DF2;&#x5B89;&#x88C5;&#x7684;ASIO4ALL&#xFF0C;&#x672C;&#x624B;&#x518C;&#x5C24;&#x5176;&#x5C06;&#x91CD;&#x70B9;&#x4ECB;&#x7ECD;&#x6700;&#x65B0;&#x52A0;&#x5165;&#x5230;&#x8FD9;&#x4E2A;ASIO4ALL&#x7248;&#x672C;&#x4E2D;&#x7684;&#x9AD8;&#x7EA7;&#x529F;&#x80FD;&#x3002;ASIO4ALL v2&#x5728;&#x5B89;&#x88C5;&#x4E4B;&#x540E;&#x5C06;&#x81EA;&#x52A8;&#x6DFB;&#x52A0;&#x4E24;&#x4E2A;&#x65B0;&#x7684;&#x5FEB;&#x6377;&#x65B9;&#x5F0F;&#x56FE;&#x6807;&#x5230;&#x4F60;&#x7684;&#x7CFB;&#x7EDF;&#x684C;&#x9762;&#x4E0A;&#xFF0C;&#x4E00;&#x4E2A;&#x94FE;&#x63A5;&#x5230;&#x672C;&#x624B;&#x518C;&#xFF0C;&#x53E6;&#x4E00;&#x4E2A;&#x5219;&#x7528;&#x6765;&#x4EE5;&#x8131;&#x673A;&#x72B6;&#x6001;&#x8C03;&#x7528;ASIO4ALL&#x7684;&#x63A7;&#x5236;&#x9762;&#x677F;&#x3002;</p>
<h2 id="&#x5165;&#x95E8;&#x6307;&#x5357;"><a href="#&#x5165;&#x95E8;&#x6307;&#x5357;" class="headerlink" title="&#x5165;&#x95E8;&#x6307;&#x5357;"></a>&#x5165;&#x95E8;&#x6307;&#x5357;</h2><h3 id="&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;"><a href="#&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;" class="headerlink" title="&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;"></a>&#x8F6F;&#x4EF6;&#x914D;&#x7F6E;</h3><p>&#x5728;&#x4F7F;&#x7528;ASIO4ALL&#x4E4B;&#x524D;&#xFF0C;&#x4F60;&#x9700;&#x8981;&#x5BF9;&#x76F8;&#x5173;&#x7684;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x5730;&#x914D;&#x7F6E;&#x3002;&#x8981;&#x5982;&#x4F55;&#x8BBE;&#x7F6E;&#xFF0C;&#x8FD9;&#x5B8C;&#x5168;&#x53D6;&#x51B3;&#x4E8E;&#x4F60;&#x6307;&#x5B9A;&#x7684;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x3002;&#x901A;&#x5E38;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;&#x8BE5;&#x8F6F;&#x4EF6;&#x7684;&#x97F3;&#x9891;&#x914D;&#x7F6E;&#x83DC;&#x5355;&#x4E2D;&#x5C06;ASIO&#x9A71;&#x52A8;&#x6307;&#x5B9A;&#x4E3A;&#x201C;ASIO4ALL v2&#x201D;&#x3002;&#x73B0;&#x5728;&#x4F60;&#x5E94;&#x8BE5;&#x53EF;&#x4EE5;&#x627E;&#x5230;&#x4E00;&#x4E2A;&#x7528;&#x6765;&#x5F00;&#x542F;ASIO &#x63A7;&#x5236;&#x9762;&#x677F;&#x7684;&#x6309;&#x94AE;&#x3002;&#x8FD9;&#x4E2A;&#x6309;&#x94AE;&#x88AB;&#x5B9A;&#x4E49;<br>&#x5230;&#x54EA;&#x4E2A;&#x9009;&#x9879;&#x5361;&#x5185;&#x4E5F;&#x5B8C;&#x5168;&#x53D6;&#x51B3;&#x4E8E;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#x672C;&#x8EAB;&#x3002;&#x5F53;&#x4F60;&#x627E;&#x5230;&#x5E76;&#x6309;&#x4E0B;&#x6B64;&#x6309;&#x94AE;&#xFF0C;ASIO4ALL&#x63A7;&#x5236;&#x9762;&#x677F;&#x5C06;&#x5F39;&#x51FA;&#x3002;&#x5982;&#x679C;&#x9700;&#x8981;&#x7684;&#x8BDD;&#xFF0C;&#x8BF7;&#x67E5;&#x9605;&#x8BE5;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x7684;&#x8054;&#x673A;&#x5E2E;&#x52A9;&#x4EE5;&#x83B7;&#x53D6;&#x66F4;&#x591A;&#x4FE1;&#x606F;&#x3002;&#x6709;&#x65F6;&#xFF0C;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x5E76;&#x6CA1;&#x6709;&#x63D0;&#x4F9B;&#x53EF;&#x7528;&#x7684;ASIO&#x63A7;&#x5236;&#x9762;&#x677F;&#x9009;&#x9879;&#x3002;&#x50CF;Winamp&#x548C;Foobar 2000 &#x7684;&#x67D0;&#x4E9B;ASIO &#x8F93;&#x51FA;&#x63D2;&#x4EF6;&#x5C31;&#x5B58;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#x3002;&#x4E0D;&#x7BA1;&#x600E;&#x6837;&#xFF0C;&#x4E3A;&#x914D;&#x7F6E;ASIO4ALL &#x548C;&#x8FD9;&#x4E9B;&#x5E94;&#x7528;&#x7A0B;&#x5E8F;&#xFF0C;&#x4F60;&#x8FD8;&#x662F;&#x53EF;&#x4EE5;&#x4ECE;&#x684C;&#x9762;&#x4E0A;&#x8C03;&#x7528;ASIO4ALL &#x7684;&#x8131;&#x673A;&#x63A7;&#x5236;&#x9762;&#x677F;&#x3002;&#x6CE8;&#x610F;&#xFF0C;&#x8131;&#x673A;&#x63A7;&#x5236;&#x9762;&#x677F;&#x5728;&#x5DE5;&#x4F5C;&#x4E0A;&#x5982;&#x540C;&#x81EA;&#x8EAB;&#x7684;ASIO&#x5BBF;&#x4E3B;&#xFF0C;&#x5B83;&#x65E0;&#x6CD5;&#x540C;&#x65F6;&#x53CD;&#x6620;&#x51FA;&#x4EFB;&#x4F55;ASIO4ALL&#x8BF7;&#x6C42;<br>&#x6240;&#x6253;&#x5F00;&#x7684;&#x5F53;&#x524D;&#x8BBE;&#x5907;&#x72B6;&#x6001;&#xFF01;<br>&#x53EA;&#x6709;&#x5F53;&#x4F60;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x540E;&#xFF0C;&#x8131;&#x673A;&#x63A7;&#x5236;&#x9762;&#x677F;&#x4E2D;&#x6240;&#x4F5C;&#x7684;&#x8BBE;&#x7F6E;&#x66F4;&#x6539;&#x624D;&#x4F1A;&#x751F;&#x6548;&#x3002;&#x4E5F;&#x5C31;&#x662F;&#x8BF4;&#xFF0C;&#x76F8;&#x5BF9;&#x4E8E;&#x4ECE;&#x5DF2;&#x8FDB;&#x884C;&#x4E86;&#x9002;&#x5F53;&#x914D;&#x7F6E;&#x7684;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x5185;&#x90E8;&#x52A0;&#x8F7D;ASIO4ALL&#xFF08;&#x8054;&#x673A;&#xFF09;&#x63A7;&#x5236;&#x9762;&#x677F;&#x7684;&#x65B9;&#x5F0F;&#x800C;&#x8A00;&#xFF0C;&#x7528;&#x6237;&#x5728;&#x8131;&#x673A;&#x63A7;&#x5236;&#x9762;&#x677F;&#x6240;&#x4F5C;&#x7684;&#x8BBE;&#x7F6E;&#x5C06;&#x5B8C;&#x5168;&#x65E0;&#x6CD5;&#x53D6;&#x5F97;&#x5B9E;&#x65F6;&#x6548;&#x679C;&#x3002;<br>&#x4E00;&#x65E6;&#x4F60;&#x8FDB;&#x5165;ASIO4ALL&#x63A7;&#x5236;&#x9762;&#x677F;&#xFF0C;&#x5C31;&#x5DF2;&#x7ECF;&#x53EF;&#x4EE5;&#x8FDB;&#x884C;&#x4E00;&#x4E9B;&#x57FA;&#x672C;&#x7684;&#x8BBE;&#x7F6E;&#x64CD;&#x4F5C;&#x4E86;&#x3002;</p>
<h3 id="&#x7B80;&#x6613;&#x8BBE;&#x7F6E;"><a href="#&#x7B80;&#x6613;&#x8BBE;&#x7F6E;" class="headerlink" title="&#x7B80;&#x6613;&#x8BBE;&#x7F6E;"></a>&#x7B80;&#x6613;&#x8BBE;&#x7F6E;</h3><p>&#xFF08;&#x63D2;&#x56FE;&#x4E00;&#xFF1A;&#x7B80;&#x6613;&#x8BBE;&#x7F6E;&#x9762;&#x677F;&#x89C6;&#x56FE;&#xFF09;<br><strong>1&#x3001;&#x8BBE;&#x5907;&#x5217;&#x8868;</strong><br>&#x8FD9;&#x662F;&#x5728;&#x4F60;&#x7CFB;&#x7EDF;&#x4E2D;&#x627E;&#x5230;&#x7684;WDM&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x3002;&#x8BF7;&#x52A0;&#x4EAE;&#x4F60;&#x60F3;&#x8981;&#x66F4;&#x6539;&#x53C2;&#x6570;&#x7684;&#x8BBE;&#x5907;&#x3002;&#x6CE8;&#x610F;&#xFF1A;&#x6240;&#x6709;&#x7684;&#x53C2;&#x6570;&#x66F4;&#x6539;&#x53EA;&#x80FD;&#x5E94;&#x7528;&#x5230;&#x5F53;&#x524D;&#x9AD8;&#x4EAE;&#x663E;&#x793A;&#x7684;&#x8BBE;&#x5907;&#x4E0A;&#xFF01;<br>&#x5982;&#x679C;&#x8BBE;&#x5907;&#x540D;&#x4EE5;&#x7C97;&#x4F53;&#x663E;&#x793A;&#xFF0C;&#x5219;&#x8868;&#x660E;&#x8BBE;&#x5907;&#x53EF;&#x7528;&#x3002;&#x4E0A;&#x56FE;&#x4E2D;&#xFF0C;&#x201C;CMI8738/C3DX PCI&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x201D;&#x5C31;&#x662F;&#x53EF;&#x7528;&#x7684;&#xFF0C;&#x800C;&#x5176;&#x5B83;&#x975E;&#x7C97;&#x4F53;&#x663E;&#x793A;&#x7684;&#x8BBE;&#x5907;&#x5219;&#x8868;&#x660E;&#x4E0D;&#x53EF;&#x7528;&#x3002;<br>&#x6BCF;&#x4E2A;&#x8BBE;&#x5907;&#x7684;&#x5F53;&#x524D;&#x72B6;&#x6001;&#x90FD;&#x663E;&#x793A;&#x4E3A;&#x4E00;&#x4E2A;&#x5C0F;&#x56FE;&#x6807;&#xFF0C;&#x56FE;&#x6807;&#x53EF;&#x80FD;&#x662F;&#x5982;&#x4E0B;&#x5217;&#x51FA;&#x7684;&#x5176;&#x4E2D;&#x4E00;&#x79CD;&#xFF1A;</p>
<p>&#x201C;&#x5DE5;&#x4F5C;&#x4E2D;&#x201D;- &#x8868;&#x793A;&#x8BE5;&#x8BBE;&#x5907;&#x7684;&#x97F3;&#x9891;&#x9A71;&#x52A8;&#x5F15;&#x64CE;&#x5DF2;&#x6210;&#x529F;&#x542F;&#x7528;&#x3002;<br>&#x201C;&#x53EF;&#x7528;&#x201D;- &#x8868;&#x793A;&#x8BE5;&#x8BBE;&#x5907;&#x5728;&#x6B64;&#x671F;&#x95F4;&#x53EF;&#x4EE5;&#x4F7F;&#x7528;&#xFF0C;&#x4F46;&#x8FD8;&#x6CA1;&#x6709;&#x6B63;&#x5F0F;&#x8FD0;&#x4F5C;&#x3002;<br>&#x201C;&#x4E0D;&#x53EF;&#x7528;&#x201D;- &#x8868;&#x793A;&#x8BE5;&#x8BBE;&#x5907;&#x5DF2;&#x5904;&#x5728;&#x5176;&#x5B83;&#x8FDB;&#x7A0B;&#x7684;&#x4F7F;&#x7528;&#x5F53;&#x4E2D;&#x800C;&#x65E0;&#x6CD5;&#x5728;&#x6B64;&#x671F;&#x95F4;&#x4F7F;&#x7528;&#x3002;<br>&#x201C;&#x65E0;&#x6CD5;&#x89E3;&#x91CA;&#x201D;- &#x5982;&#x679C;&#x8BE5;&#x8BBE;&#x5907;&#x7531;&#x4E8E;&#x67D0;&#x4E9B;&#x672A;&#x77E5;&#x539F;&#x56E0;&#x800C;&#x62D2;&#x7EDD;&#x4F7F;&#x7528;&#xFF0C;&#x6216;&#x8005;&#x8868;&#x73B0;&#x51FA;&#x4EFB;&#x4F55;<br>&#x4E0D;&#x7A33;&#x5B9A;&#x72B6;&#x6001;&#x7684;&#x884C;&#x4E3A;&#xFF0C;&#x90A3;&#x4E48;&#x5C1D;&#x8BD5;&#x5173;&#x95ED;&#x5E76;&#x91CD;&#x65B0;&#x6253;&#x5F00;&#x63A7;&#x5236;&#x9762;&#x677F;&#x53EF;&#x80FD;&#x4F1A;&#x89E3;&#x51B3;&#x6B64;&#x95EE;&#x9898;&#xFF0C;&#x50CF;&#x63D2;<br>&#x62D4;USB&#x8BBE;&#x5907;&#x65F6;&#x5C31;&#x6709;&#x53EF;&#x80FD;&#x5982;&#x6B64;&#x3002;&#x67D0;&#x4E9B;&#x65F6;&#x5019;&#xFF0C;&#x53EA;&#x8981;&#x4E00;&#x8FD4;&#x56DE;ASIO4ALL&#x8BBE;&#x5907;&#x5C31;&#x4E0D;&#x62A5;&#x544A;&#x6216;<br>&#x7F3A;&#x4E4F;&#x5B83;&#x7684;&#x5F53;&#x524D;&#x53EF;&#x7528;&#x6027;&#x65F6;&#xFF0C;&#x8FD9;&#x4E2A;&#x56FE;&#x6807;&#x4E5F;&#x5C31;&#x610F;&#x5473;&#x7740;&#x7B49;&#x540C;&#x4E8E;&#x201C;&#x4E0D;&#x53EF;&#x7528;&#x201D;&#x3002;<br>&#x6CE8;&#x610F;&#xFF1A;&#x5982;&#x679C;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x4E3A;&#x7A7A;&#xFF0C;&#x5219;&#x8868;&#x660E;&#x5728;&#x4F60;&#x7684;&#x7CFB;&#x7EDF;&#x4E2D;&#x6CA1;&#x6709;&#x4E00;&#x4E2A;WDM&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x3002;&#x8BF7;<br>&#x68C0;&#x67E5;&#x4F60;&#x6240;&#x4F7F;&#x7528;&#x7684;&#x97F3;&#x9891;&#x786C;&#x4EF6;&#x7684;&#x5236;&#x9020;&#x5382;&#x5546;&#x662F;&#x5426;&#x4E3A;&#x5176;&#x63D0;&#x4F9B;&#x4E86;WDM&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#xFF01;</p>
<p><strong>2&#x3001;ASIO &#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;</strong><br>&#x4F60;&#x53EF;&#x4EE5;&#x501F;&#x52A9;&#x62D6;&#x52A8;&#x6ED1;&#x5757;&#x65B9;&#x4FBF;&#x5730;&#x8C03;&#x8282;&#x5F53;&#x524D;&#x5DF2;&#x9AD8;&#x4EAE;&#x663E;&#x793A;&#x8BBE;&#x5907;&#x7684;ASIO&#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;&#x3002;<br>&#x5F88;&#x663E;&#x7136;&#xFF0C;&#x5C0F;&#x7684;&#x7F13;&#x51B2;&#x533A;&#x80FD;&#x5E26;&#x6765;&#x4F4E;&#x7684;&#x5EF6;&#x8FDF;&#x3002;&#x5F53;&#x4F60;&#x4E00;&#x65E6;&#x542C;&#x5230;&#x5B58;&#x5728;&#x660E;&#x663E;&#x7684;&#x7206;&#x97F3;&#x73B0;&#x8C61;&#x6216;&#x58F0;&#x97F3;<br>&#x4E25;&#x91CD;&#x5931;&#x771F;&#xFF0C;&#x4F60;&#x5C31;&#x5FC5;&#x987B;&#x9002;&#x5F53;&#x5730;&#x589E;&#x5927;ASIO&#x7F13;&#x51B2;&#x533A;&#xFF0C;&#x7136;&#x800C;&#x7F13;&#x51B2;&#x533A;&#x8D8A;&#x5927;&#xFF0C;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#x4E5F;&#x5C31;<br>&#x8D8A;&#x957F;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x6709;&#x5FC5;&#x8981;&#x5728;&#x8FD9;&#x91CC;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x5C0F;&#x4E14;&#x6070;&#x5F53;&#x7684;&#x53D6;&#x503C;&#x3002;</p>
<p><strong>3&#x3001;&#x53EF;&#x5207;&#x6362;&#x6309;&#x94AE;</strong><br>&#x5141;&#x8BB8;&#x4F60;&#x201C;&#x542F;&#x7528;/&#x7981;&#x7528;/&#x9009;&#x62E9;&#x201D;&#x5F53;&#x524D;&#x5DF2;&#x9AD8;&#x4EAE;&#x663E;&#x793A;&#x7684;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5185;&#x9879;&#x76EE;&#x3002;<br>&#x501F;&#x52A9;&#x6B64;&#x6309;&#x94AE;&#x53EF;&#x4EE5;&#x7528;&#x6765;&#x6267;&#x884C;&#x5F53;&#x524D;&#x9AD8;&#x4EAE;&#x8BBE;&#x5907;&#x76F8;&#x5173;&#x7684;ASIO &#x64CD;&#x4F5C;&#x3002;&#x5728;&#x7B80;&#x6613;&#x8BBE;&#x7F6E;&#x6A21;&#x5F0F;&#x4E2D;&#xFF0C;&#x4F60;&#x4E00;&#x6B21;&#x53EA;&#x80FD;&#x9009;&#x62E9;&#x4E00;&#x4E2A;&#x8BBE;&#x5907;&#x3002;<br>&#x5982;&#x679C;&#x6CA1;&#x6709;&#x53EF;&#x5BF9;&#x5F53;&#x524D;&#x9879;&#x76EE;&#x6267;&#x884C;&#x7684;&#x6709;&#x6548;&#x64CD;&#x4F5C;&#xFF0C;&#x6B64;&#x6309;&#x94AE;&#x5C06;&#x81EA;&#x52A8;&#x5207;&#x6362;&#x4E3A;&#x4E00;&#x4E2A;&#x9644;&#x52A0;&#x7684;&#x201C;&#x9000;&#x51FA;&#x201D;&#x6309;&#x94AE;&#x3002;<br>&#x65E0;&#x8BBA;&#x4EC0;&#x4E48;&#x65F6;&#x5019;&#x4F60;&#x90FD;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x70B9;&#x51FB;&#x9876;&#x90E8;&#x6807;&#x9898;&#x680F;&#x4E0A;&#x7684;&#x201C;&#x5173;&#x95ED;&#x201D;&#x6309;&#x94AE;&#x6765;&#x5173;&#x95ED;&#x63A7;&#x5236;&#x9762;&#x677F;&#xFF0C;&#x8FD9;&#x548C;&#x201C;&#x9000;&#x51FA;&#x201D;&#x6309;&#x94AE;&#x7684;&#x4F5C;&#x7528;&#x662F;&#x4E00;&#x6837;&#x7684;&#x3002;</p>
<p><strong>4&#x3001;&#x5207;&#x6362;&#x5230;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x6A21;&#x5F0F;</strong><br>&#x5207;&#x6362;&#x63A7;&#x5236;&#x9762;&#x677F;&#x5230;&#x201C;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x201D;&#x6A21;&#x5F0F;&#xFF0C;&#x5728;&#x8FD9;&#x91CC;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x8C03;&#x6574;&#x6240;&#x6709;&#x7684;&#x8BBE;&#x7F6E;&#x7EC6;&#x8282;&#xFF0C;<br>&#x4F46;&#x4E5F;&#x5B8C;&#x5168;&#x6709;&#x53EF;&#x80FD;&#x628A;&#x4F60;&#x7684;&#x914D;&#x7F6E;&#x5F04;&#x5F97;&#x4E00;&#x56E2;&#x7CDF;&#x3002;&#x6709;&#x5173;&#x201C;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x201D;&#x6A21;&#x5F0F;&#x7684;&#x5177;&#x4F53;&#x9610;&#x8FF0;&#x8BF7;&#x67E5;<br>&#x9605;&#x672C;&#x6587;&#x6863;&#x7684;&#x201C;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x201D;&#x90E8;&#x5206;&#x3002;<br><strong>5&#x3001;&#x8F7D;&#x5165;&#x9ED8;&#x8BA4;&#x8BBE;&#x7F6E;</strong><br>&#x70B9;&#x51FB;&#x6B64;&#x6309;&#x94AE;&#x5C06;&#x628A;&#x6240;&#x6709;&#x7684;&#x914D;&#x7F6E;&#x9879;&#x6062;&#x590D;&#x5230;&#x5B83;&#x4EEC;&#x5728;&#x5B89;&#x88C5;&#x65F6;&#x7684;&#x9ED8;&#x8BA4;&#x72B6;&#x6001;&#x3002;&#x5F53;&#x97F3;&#x9891;&#x8BBE;&#x5907;<br>&#x5F00;&#x59CB;&#x5DE5;&#x4F5C;&#x4E4B;&#x524D;&#x6216;&#x4F60;&#x5728;&#x4EE5;&#x540E;&#x81EA;&#x884C;&#x8BBE;&#x7F6E;&#x7684;&#x8FC7;&#x7A0B;&#x5F53;&#x4E2D;&#x8FF7;&#x5931;&#x65F6;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x4F1A;&#x7528;&#x5230;&#x5B83;&#x3002;<br><strong>6&#x3001;&#x72B6;&#x6001;&#x680F;</strong><br>&#x72B6;&#x6001;&#x680F;&#x6700;&#x91CD;&#x8981;&#x7684;&#x90E8;&#x4F4D;&#x662F;&#x8FC7;&#x8F7D;&#x6307;&#x793A;&#x5668;&#xFF08;&#x6B63;&#x597D;&#x5904;&#x5728;&#x6807;&#x8BB0;&#x2465;&#x6240;&#x5728;&#x7684;&#x4F4D;&#x7F6E;&#x4E0A;&#xFF09;&#x3002;&#x5982;&#x679C;<br>&#x8FC7;&#x8F7D;&#x6307;&#x793A;&#x5668;&#x51FA;&#x73B0;&#x95EA;&#x70C1;&#xFF0C;&#x5373;&#x8868;&#x660E;&#x5DF2;&#x8FBE;&#x5230;&#x4E86;&#x8FC7;&#x8F7D;&#x72B6;&#x6001;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x9700;&#x8981;&#x589E;&#x52A0;ASIO &#x7F13;&#x51B2;&#x533A;<br>&#x5927;&#x5C0F;&#x3002;&#x5982;&#x679C;&#x95EA;&#x70C1;&#x7684;&#x65F6;&#x95F4;&#x8F83;&#x77ED;&#x6682;&#xFF0C;&#x5219;&#x53EF;&#x80FD;&#x662F;&#x67D0;&#x4E9B;&#x4EFB;&#x52A1;&#x52A0;&#x91CD;&#x4E86;&#x7CFB;&#x7EDF;&#x7684;&#x8D1F;&#x62C5;&#xFF08;&#x6BD4;&#x5982;&#x5728;&#x8F7D;<br>&#x5165;&#x67D0;&#x4E2A;&#x5DE5;&#x7A0B;&#x65F6;&#xFF09;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5FFD;&#x7565;&#x5B83;&#xFF0C;&#x4F46;&#x8FD9;&#x4E2A;&#x65B0;&#x589E;&#x52A0;&#x7684;&#x529F;&#x80FD;&#x53EF;&#x4EE5;&#x5E2E;&#x52A9;&#x4F60;&#x5F15;&#x8D77;&#x8B66;&#x89C9;&#x5E76;&#x91C7;<br>&#x53D6;&#x53EF;&#x80FD;&#x7684;&#x63AA;&#x65BD;&#x4EE5;&#x51CF;&#x8F7B;&#x7CFB;&#x7EDF;&#x8D1F;&#x62C5;&#x3002;</p>
<h3 id="&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;"><a href="#&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;" class="headerlink" title="&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;"></a>&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;</h3><p>&#xFF08;&#x63D2;&#x56FE;&#x4E8C;&#xFF1A;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x9762;&#x677F;&#x89C6;&#x56FE;&#xFF09;<br>&#x63A7;&#x5236;&#x9762;&#x677F;&#x5207;&#x6362;&#x5230;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x6A21;&#x5F0F;&#x540E;&#xFF0C;&#x4E8B;&#x60C5;&#x5F00;&#x59CB;&#x53D8;&#x5F97;&#x7A0D;&#x5FAE;&#x590D;&#x6742;&#x8D77;&#x6765;&#x3002;&#x4F60;&#x5E94;&#x8BE5;&#x4F1A;&#x6CE8;<br>&#x610F;&#x5230;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5185;&#x7684;&#x9879;&#x76EE;&#x73B0;&#x5728;&#x5DF2;&#x7ECF;&#x53D8;&#x6210;&#x53EF;&#x5C55;&#x5F00;/&#x6298;&#x53E0;&#x7684;&#x4E86;&#x3002;&#x901A;&#x8FC7;&#x89C2;&#x5BDF;&#x5C55;&#x5F00;&#x7684;&#x8BBE;&#x5907;&#x5217;<br>&#x8868;&#xFF0C;&#x5B58;&#x5728;&#x4E8E;&#x4F60;&#x7CFB;&#x7EDF;&#x4E2D;&#x7684;WDM&#x97F3;&#x9891;&#x4F53;&#x7CFB;&#x7ED3;&#x6784;&#x4E5F;&#x5C31;&#x4E00;&#x76EE;&#x4E86;&#x7136;&#x3002;<br>&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5305;&#x542B;&#x8BBE;&#x5907;&#xFF0C;&#x8BBE;&#x5907;&#x63A5;&#x53E3;&#x4E5F;&#x53EB;&#x505A;&#x201C;Pin&#x201D;&#xFF08;&#x8FD9;&#x662F;&#x5FAE;&#x8F6F;&#x7684;&#x72EC;&#x6709;&#x884C;&#x8BDD;&#xFF09;&#x3002;&#x4E0A;<br>&#x56FE;&#x4E2D;&#x5C55;&#x793A;&#x4E86;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5185;&#x5404;&#x9879;&#x76EE;&#x5728;WDM KS&#x9A71;&#x52A8;&#x4E2D;&#x7684;&#x5C42;&#x6B21;&#x5173;&#x7CFB;&#x3002;<br>&#x501F;&#x52A9;&#x53EF;&#x5207;&#x6362;&#x7684;&#x64CD;&#x4F5C;&#x6309;&#x94AE;&#xFF0C;&#x4F60;&#x73B0;&#x5728;&#x5C31;&#x53EF;&#x4EE5;&#x81EA;&#x4E3B;&#x9009;&#x62E9;&#x542F;&#x7528;/&#x7981;&#x7528;&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5185;&#x7684;&#x6307;<br>&#x5B9A;&#x9879;&#x76EE;&#x3002;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x8FDB;&#x884C;&#x591A;&#x4E2A;&#x8BBE;&#x5907;&#x7684;&#x914D;&#x7F6E;&#x3002;<br>&#x5728;&#x5B89;&#x88C5;&#x6709;&#x591A;&#x4E2A;&#x8BBE;&#x5907;&#x65F6;&#x9700;&#x8981;&#x6240;&#x6709;&#x76F8;&#x5173;&#x8BBE;&#x5907;&#x4ECE;&#x540C;&#x4E00;&#x65F6;&#x949F;&#x6E90;&#x5F00;&#x59CB;&#x5DE5;&#x4F5C;&#x3002;&#x4F60;&#x53EF;&#x4EE5;&#x901A;&#x8FC7;<br>&#x91C7;&#x7528;&#x53EF;&#x83CA;&#x94FE;&#x5F0F;&#x8FDE;&#x63A5;&#x7684;S/PDIF&#x7B49;&#x63A5;&#x53E3;&#x6765;&#x63A7;&#x5236;&#x591A;&#x4E2A;&#x8BBE;&#x5907;&#x4ECE;&#x800C;&#x8FBE;&#x6210;&#x6B64;&#x76EE;&#x7684;&#x3002;<br>&#x6CE8;&#x610F;&#xFF1A;&#x5982;&#x679C;&#x8BBE;&#x5907;&#x4E0D;&#x80FD;&#x7CBE;&#x786E;&#x540C;&#x6B65;&#xFF0C;&#x8BBE;&#x5907;&#x95F4;&#x4F20;&#x8F93;&#x7684;&#x97F3;&#x9891;&#x6D41;&#x5C06;&#x53EF;&#x80FD;&#x968F;&#x7740;&#x65F6;&#x95F4;&#x7684;&#x589E;&#x52A0;<br>&#x5176;&#x4E0D;&#x540C;&#x6B65;&#x8D8A;&#x6765;&#x8D8A;&#x4E25;&#x91CD;&#xFF01;<br>&#x4E0A;&#x56FE;&#x4E2D;&#x9762;&#x677F;&#x53F3;&#x4FA7;&#x4F9D;&#x6B21;&#x6807;&#x8BB0;&#x4E86;&#x5404;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x9009;&#x9879;&#xFF08;&#x2460;..&#x2464;&#xFF09;&#x3002;<br><strong>1&#x3001;&#x5EF6;&#x8FDF;&#x8865;&#x507F;</strong><br>&#x7531;&#x4E8E;ASIO4ALL&#x5728;&#x5F00;&#x53D1;&#x8FC7;&#x7A0B;&#x4E2D;&#x7F3A;&#x4E4F;&#x8DB3;&#x591F;&#x591A;&#x7684;&#x5BF9;&#x786C;&#x4EF6;/&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#x5E95;&#x5C42;&#x7ED3;&#x6784;&#x65B9;&#x9762;<br>&#x7684;&#x4E86;&#x89E3;&#xFF0C;&#x5B83;&#x53EA;&#x80FD;&#x4EE5;&#x731C;&#x6D4B;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x4F30;&#x7B97;&#x5DF2;&#x7275;&#x6D89;&#x5230;&#x7684;&#x5EF6;&#x8FDF;&#x60C5;&#x51B5;&#x3002;<br>&#x501F;&#x52A9;&#x56FE;&#x4E2D;&#x6240;&#x793A;&#x7684;&#x62D6;&#x52A8;&#x6ED1;&#x5757;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x5728;ASIO4ALL&#x4E2D;&#x5BF9;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#x8FDB;&#x884C;&#x4E00;&#x5B9A;&#x7684;&#x8865;&#x507F;&#xFF0C;&#x4ECE;&#x800C;&#x4F7F;&#x5F97;&#x5728;&#x4F60;&#x97F3;&#x5E8F;&#x5668;&#x4EF6;&#x4E2D;&#x5F55;&#x97F3;&#x6216;&#x5176;&#x4ED6;&#x5DE5;&#x4F5C;&#x65F6;&#x5F97;&#x5230;&#x9002;&#x5F53;&#x7684;&#x6821;&#x6B63;&#x3002;<br>&#x6CE8;&#x610F;&#xFF1A;&#x5728;&#x5B89;&#x88C5;&#x6709;&#x591A;&#x4E2A;&#x8BBE;&#x5907;&#x65F6;&#xFF0C;&#x6240;&#x6709;&#x8BBE;&#x5907;&#x5C06;&#x4EE5;&#x5176;&#x4E2D;&#x67D0;&#x4E2A;&#x5177;&#x6709;&#x6700;&#x5927;&#x53D6;&#x503C;&#x7684;&#x8BBE;&#x5907;&#x4E3A;&#x51C6;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x540C;&#x7684;&#x8BBE;&#x5907;&#x5185;&#x90E8;&#x5B58;&#x5728;&#x4E0D;&#x540C;&#x5EF6;&#x8FDF;&#x60C5;&#x51B5;&#xFF0C;&#x67D0;&#x4E9B;&#x8BBE;&#x5907;&#x5C06;&#x65E0;&#x6CD5;&#x53D6;&#x5F97;&#x7CBE;&#x51C6;&#x7684;<br>&#x97F3;&#x9891;&#x5B9A;&#x4F4D;&#xFF01;<br><strong>2&#x3001;&#x786C;&#x4EF6;&#x7F13;&#x51B2; [&#x5F00;&#x542F;/&#x5173;&#x95ED;]</strong><br>&#x542F;&#x7528;&#x5DF2;&#x9AD8;&#x4EAE;&#x8BBE;&#x5907;&#x7684;&#x786C;&#x4EF6;&#x52A0;&#x901F;&#x529F;&#x80FD;&#x3002;&#x8FD9;&#x53EA;&#x80FD;&#x5728;&#x4F7F;&#x7528;&#x201C;WavePCI&#x201D;&#x7684;miniport &#x9A71;&#x52A8;&#x6A21;&#x5F0F;&#x4E0B;&#x5DE5;&#x4F5C;&#xFF0C;&#x5176;&#x5B83;&#x7C7B;&#x578B;&#x7684;WDM&#x9A71;&#x52A8;&#x901A;&#x5E38;&#x4E0D;&#x5141;&#x8BB8;&#x76F4;&#x63A5;&#x8BBF;&#x95EE;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#x533A;&#x3002;&#x8981;&#x83B7;&#x5F97;&#x6700;&#x4F73;&#x7684;&#x786C;&#x4EF6;&#x52A0;&#x901F;&#x6027;&#x80FD;&#xFF0C;&#x6709;&#x5FC5;&#x8981;&#x914D;&#x5408;&#x201C;ASIO&#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;&#x201D;&#x6ED1;&#x5757;&#x548C;&#x201C;&#x7F13;&#x51B2;&#x533A;&#x4F4D;&#x79FB;&#x201D;&#x6ED1;&#x5757;&#xFF08;&#x53C2;&#x9605;&#x4E0B;&#x6587;&#xFF09;&#x4E00;&#x8D77;&#x8C03;&#x8282;&#x3002;&#x8BBE;&#x7F6E;&#x8F83;&#x5C0F;&#x7684;ASIO&#x7F13;&#x51B2;&#x533A;&#x6709;&#x76CA;&#x4E8E;&#x7ED9;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#x5E26;&#x6765;&#x6700;&#x4F73;&#x7684;&#x5DE5;&#x4F5C;&#x72B6;&#x6001;&#xFF0C;&#x4E0D;&#x59A8;&#x5C1D;&#x8BD5;&#x5728;128&#x5230;256&#x7684;&#x91C7;&#x6837;&#x6570;&#x4E4B;&#x95F4;&#x8FDB;&#x884C;&#x9009;&#x62E9;&#xFF01;<br>&#x4F7F;&#x7528;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#x7684;&#x6700;&#x5927;&#x597D;&#x5904;&#x5C31;&#x662F;&#x5360;&#x7528;&#x7684;CPU&#x8F83;&#x5C11;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x8FD9;&#x79CD;&#x65B9;&#x5F0F;&#x8FD8;&#x53EF;&#x80FD;&#x5E26;&#x6765;&#x66F4;&#x4F4E;&#x7684;&#x5EF6;&#x8FDF;&#x3002;<br>&#x5728;&#x5B89;&#x88C5;&#x6709;&#x591A;&#x4E2A;&#x8BBE;&#x5907;&#x65F6;&#xFF0C;&#x652F;&#x6301;&#x548C;&#x4E0D;&#x652F;&#x6301;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#x7684;&#x8BBE;&#x5907;&#x53EF;&#x80FD;&#x4F1A;&#x88AB;&#x540C;&#x7B49;&#x5BF9;&#x5F85;&#xFF0C;&#x6545;&#x6B64;&#x4E0D;&#x63A8;&#x8350;&#x52FE;&#x9009;&#x6B64;&#x9879;&#xFF01;<br>&#x5982;&#x679C;&#x6307;&#x5B9A;&#x7684;&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x4E0D;&#x652F;&#x6301;&#x786C;&#x4EF6;&#x52A0;&#x901F;&#x800C;&#x5F00;&#x542F;&#x4E86;&#x6B64;&#x9879;&#x7684;&#x8BDD;&#xFF0C;&#x5C06;&#x53EF;&#x80FD;&#x989D;&#x5916;&#x589E;&#x52A0;&#x6570;&#x767E;&#x6BEB;&#x79D2;&#x7684;&#x5EF6;&#x8FDF;&#xFF0C;&#x8FD9;&#x53EF;&#x4EE5;&#x6E05;&#x695A;&#x5730;&#x542C;&#x5230;&#x3002;</p>
<p><strong>3&#x3001;&#x5185;&#x6838;&#x7F13;&#x51B2;&#x533A;/&#x7F13;&#x51B2;&#x533A;&#x4F4D;&#x79FB;</strong><br>&#x5982;&#x679C;&#x7981;&#x7528;&#x4E86;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#xFF0C;&#x8BE5;&#x8BBE;&#x7F6E;&#x9879;&#x5C06;&#x5141;&#x8BB8;&#x4F60;&#x52A0;&#x5165;&#x4E24;&#x4E2A;&#x4EE5;&#x4E0A;&#x7684;&#x7F13;&#x51B2;&#x533A;&#x961F;&#x5217;&#x5230;&#x97F3;&#x9891;&#x8F93;&#x51FA;&#x3002;&#x6BCF;&#x4E2A;&#x9644;&#x52A0;&#x7684;&#x7F13;&#x51B2;&#x533A;&#x5C06;&#x5728;&#x64AD;&#x653E;&#x67D0;&#x4E2A;&#x7F13;&#x51B2;&#x533A;&#x7684;&#x540C;&#x65F6;&#x589E;&#x52A0;&#x8BBE;&#x5907;&#x7684;&#x8F93;&#x51FA;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5982;&#x679C;&#x8981;&#x66F4;&#x6539;&#x521D;&#x59CB;&#x8BBE;&#x5B9A;&#xFF08;&#x9ED8;&#x8BA4;&#x7684;&#x5185;&#x6838;&#x7F13;&#x51B2;&#x533A;&#x6570;&#x76EE;&#x5DF2;&#x8BBE;&#x4E3A;&#x201C;2&#x201D;&#xFF09;&#xFF0C;&#x53EA;&#x6709;&#x5728;&#x6BD4;&#x8F83;&#x5F3A;&#x52B2;&#x7684;&#x673A;&#x5668;&#x914D;&#x7F6E;&#x4E0A;&#x4E14;&#x9884;&#x8BBE;&#x503C;&#x548C;&#x5C0F;&#x7684;ASIO&#x7F13;&#x51B2;&#x533A;&#x642D;&#x914D;&#x4E0D;&#x80FD;&#x53D6;&#x5F97;&#x6EE1;&#x610F;&#x7684;&#x6548;&#x679C;&#x65F6;&#x6211;&#x4EEC;&#x624D;&#x63A8;&#x8350;&#x4F60;&#x8FD9;&#x4E48;&#x505A;&#x3002;<br>&#x5982;&#x679C;&#x542F;&#x7528;&#x4E86;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#xFF0C;&#x8BE5;&#x8BBE;&#x7F6E;&#x9879;&#x5C06;&#x5141;&#x8BB8;&#x4F60;&#x6307;&#x5B9A;ASIO4ALL&#x5F53;&#x524D;&#x6B63;&#x5728;&#x8BFB;/&#x5199;&#x548C;&#x4E0B;&#x4E00;&#x6B21;&#x51C6;&#x5907;&#x8BFB;/&#x5199;&#x786C;&#x4EF6;&#x7F13;&#x51B2;&#x533A;&#x6570;&#x636E;&#x4E4B;&#x95F4;&#x7684;&#x65F6;&#x95F4;&#x95F4;&#x9694;&#x6570;&#xFF08;&#x5355;&#x4F4D;&#x4E3A;&#x6BEB;&#x79D2;&#xFF09;&#x3002;&#x4F60;&#x662F;&#x5426;&#x5DF2;&#x7ECF;&#x89C9;&#x5F97;&#x5934;&#x5927;&#x8D77;&#x6765;&#xFF1F;&#x97F3;&#x9891;&#x6D41;&#x7684;&#x63A7;&#x5236;&#x5F00;&#x59CB;&#x53D8;&#x5F97;&#x8D8A;&#x6765;&#x8D8A;&#x590D;&#x6742;&#xFF0C;&#x4F60;&#x751A;&#x81F3;&#x65E0;&#x6CD5;&#x4F30;&#x7B97;&#x51FA;&#x5B83;&#x7684;&#x5B9E;&#x9645;<br>&#x6548;&#x679C;&#xFF0C;&#x5475;&#x5475;&#xFF0C;&#x4E0D;&#x7528;&#x62C5;&#x5FC3;&#x2026;<br>&#x4E00;&#x822C;&#x8BF4;&#x6765;&#xFF1A;&#x8F83;&#x9AD8;&#x7684;&#x53D6;&#x503C;&#x4F1A;&#x52A0;&#x5927;&#x5EF6;&#x8FDF;&#x4F46;&#x66F4;&#x8D8B;&#x7A33;&#x5B9A;&#xFF0C;&#x8F83;&#x4F4E;&#x7684;&#x53D6;&#x503C;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x4E0D;&#x5229;&#x7684;&#x5F71;&#x54CD;&#x3002;&#x65E0;&#x8BBA;&#x5982;&#x4F55;&#xFF0C;&#x4F60;&#x5E94;&#x8BE5;&#x5C3D;&#x91CF;&#x4EE5;&#x8FBE;&#x5230;&#x63A5;&#x8FD1;&#x96F6;&#x7684;&#x53D6;&#x503C;&#x4E3A;&#x76EE;&#x6807;&#xFF08;&#x6BD4;&#x5982;&#x201C;4&#x6BEB;&#x79D2;&#x201D;&#x5C31;&#x53EF;&#x4EE5;&#x770B;&#x5F85;&#x4E3A;&#x201C;&#x6781;&#x5176;&#x63A5;&#x8FD1;&#x4E8E;&#x96F6;&#x201D;&#x4E86;&#xFF0C;&#x5982;&#x679C;&#x662F;&#x9ED8;&#x8BA4;&#x7684;&#x201C;10&#x6BEB;&#x79D2;&#x201D;&#xFF0C;&#x8FD9;&#x663E;&#x7136;&#x8868;&#x660E;&#x8FD8;&#x5B58;&#x5728;&#x7740;&#x6539;&#x8FDB;&#x7684;&#x4F59;&#x5730;&#xFF09;&#x3002;<br>&#x5982;&#x679C;&#x4F7F;&#x7528;&#x7684;&#x662F;&#x57FA;&#x4E8E;&#x5A01;&#x76DB;Envy24&#x7CFB;&#x5217;&#x82AF;&#x7247;&#x7684;PCI&#x58F0;&#x5361;&#xFF0C;&#x58F0;&#x5361;&#x63A7;&#x5236;&#x9762;&#x677F;&#x4E2D;&#x53EF;&#x4EE5;&#x770B;&#x5230;&#x7C7B;&#x4F3C;&#x4E8E;&#x201C;&#x4EE5;DMA&#xFF08;&#x76F4;&#x63A5;&#x5185;&#x5B58;&#x5B58;&#x53D6;&#xFF09;&#x7F13;&#x51B2;&#x533A;&#x4F20;&#x8F93;&#x65B9;&#x5F0F;&#x8C03;&#x6574;&#x5EF6;&#x8FDF;&#x201D;&#x7684;&#x9009;&#x9879;&#xFF08;&#x4EE5;&#x5FB7;&#x56FD;&#x5766;&#x514B;&#x51FA;&#x54C1;&#x7684;&#x97F3;&#x9891;&#x5361;&#x4E3A;&#x4F8B;&#xFF09;&#x3002;&#x4F60;&#x5E94;&#x8BE5;&#x5C06;DMA&#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;&#x8BBE;&#x7F6E;&#x4E3A;&#x4E00;&#x4E2A;&#x5C3D;&#x53EF;&#x80FD;&#x4F4E;&#x7684;&#x53D6;&#x503C;&#xFF0C;&#x4F8B;&#x5982;&#x201C;1&#x6BEB;&#x79D2;&#x201D;&#xFF0C;&#x8FD9;&#x662F;&#x6700;&#x597D;&#x7684;&#x60C5;&#x5F62;&#x3002;</p>
<p><strong>4&#x3001;&#x603B;&#x662F;&#x4EE5; 44.1&lt; 44.1&lt;-&gt;48 kHz &gt;&#x91CD;&#x91C7;&#x6837;</strong><br>ASIO4ALL &#x5141;&#x8BB8;&#x4EE5;44.1 kHz&lt;-&gt;48 kHz&#x7684;&#x91C7;&#x6837;&#x7387;&#x5B9E;&#x65F6;&#x91CD;&#x91C7;&#x6837;&#x3002;&#x53EA;&#x8981;ASIO4ALL&#x5DE5;&#x4F5C;&#x4E8E;44.1 kHz&#x4E14;WDM&#x9A71;&#x52A8;&#x4E0D;&#x652F;&#x6301;&#x6B64;&#x91C7;&#x6837;&#x7387;&#x65F6;&#xFF0C;&#x91CD;&#x91C7;&#x6837;&#x5C31;&#x4F1A;&#x81EA;&#x52A8;&#x8FDB;&#x884C;&#x3002;<br>&#x867D;&#x7136;&#x4E5F;&#x5B58;&#x5728;AC97 &#x672C;&#x8EAB;&#x5C31;&#x652F;&#x6301;&#x4EE5;44.1khz&#x5185;&#x90E8;&#x91CD;&#x91C7;&#x6837;&#x7684;&#x60C5;&#x51B5;&#x3002;&#x7136;&#x800C;&#xFF0C;AC97 &#x7684;&#x91CD;&#x91C7;&#x6837;&#x54C1;&#x8D28;&#x5F80;&#x5F80;&#x6781;&#x4E3A;&#x4F4E;&#x52A3;&#x5E76;&#x4E14;&#x5F88;&#x4E0D;&#x7A33;&#x5B9A;&#x3002;&#x8981;&#x5728;&#x8FD9;&#x79CD;&#x73AF;&#x5883;&#x4E2D;&#x8FDB;&#x884C;&#x5DE5;&#x4F5C;&#xFF0C;&#x8BF7;&#x52FE;&#x9009;&#x6B64;&#x9879;&#x3002;&#x81F3;&#x5C11;&#x4F5C;&#x4E3A;SoundMax WDM&#x9A71;&#x52A8;&#xFF08;smwdm.sys&#xFF09;&#x7684;&#x4E00;&#x4E2A;&#x5178;&#x578B;&#x6765;&#x8BF4;&#xFF0C;&#x7EDD;&#x5BF9;&#x6709;&#x5FC5;&#x8981;&#x542F;&#x7528;&#x8BE5;<br>&#x9879;&#x4EE5;&#x4F7F;&#x5176;&#x5B8C;&#x5168;&#x5DE5;&#x4F5C;&#x5728;44.1 kHz&#x7684;&#x91C7;&#x6837;&#x73AF;&#x5883;&#x4E0B;&#x3002;</p>
<p><strong>5&#x3001;&#x5F3A;&#x5236; WDM &#x9A71;&#x52A8;&#x4EE5; 16 &#x4F4D;&#x5DE5;&#x4F5C;</strong><br>&#x5982;&#x679C;WDM&#x9A71;&#x52A8;&#x652F;&#x6301;&#x7684;&#x91C7;&#x6837;&#x7CBE;&#x5EA6;&#x9AD8;&#x4E8E;16&#x4F4D;&#x4F46;&#x4F4E;&#x4E8E;24&#x4F4D;&#xFF0C;&#x8FD9;&#x4E2A;&#x9009;&#x9879;&#x5C31;&#x6709;&#x7528;&#x4E86;&#x3002;&#x4F8B;&#x5982;&#xFF0C;&#x67D0;&#x4E9B;AC97&#x8BBE;&#x5907;&#x867D;&#x7136;&#x58F0;&#x79F0;&#x5177;&#x5907;20 &#x4F4D;&#x7684;&#x91C7;&#x6837;&#x7CBE;&#x5EA6;&#x5DE5;&#x4F5C;&#x6307;&#x6807;&#xFF0C;&#x5B9E;&#x9645;&#x5DE5;&#x4F5C;&#x65F6;&#x5374;&#x65E0;&#x6CD5;&#x8D85;&#x8FC7;16 &#x4F4D;&#x3002;&#x5047;&#x5982;&#x4F60;&#x7684;&#x7CFB;&#x7EDF;&#x5B58;&#x5728;&#x8FD9;&#x79CD;&#x60C5;&#x51B5;&#xFF0C;&#x8BE5;&#x9009;&#x9879;&#x7B49;&#x4E8E;&#x662F;&#x63D0;&#x4F9B;&#x4E86;&#x4E00;&#x4E2A;&#x6709;&#x6548;&#x7684;&#x53D8;&#x901A;&#x65B9;&#x6CD5;&#x3002;&#x5728;&#x8D77;&#x521D;&#x7684;&#x7248;&#x672C;&#x4E2D;&#xFF0C;&#x5B83;&#x88AB;&#x5F53;&#x4F5C;SigmaTel AC97 WDM&#x9A71;&#x52A8;&#x7684;&#x4E00;&#x4E2A;&#x95EE;&#x9898;&#x89E3;&#x51B3;&#x65B9;&#x6848;&#x800C;&#x4ECB;&#x7ECD;&#x4E86;&#x3002;</p>
<h3 id="&#x5E94;&#x7528;&#x6307;&#x5357;"><a href="#&#x5E94;&#x7528;&#x6307;&#x5357;" class="headerlink" title="&#x5E94;&#x7528;&#x6307;&#x5357;"></a>&#x5E94;&#x7528;&#x6307;&#x5357;</h3><p><strong>&#x25CF;&#x8F6F;&#x4EF6;&#x7684;&#x73B0;&#x573A;&#x6F14;&#x594F;</strong><br>&#x6B64;&#x79CD;&#x60C5;&#x5F62;&#x4E0B;&#xFF0C;&#x4F60;&#x65E0;&#x9700;&#x97F3;&#x9891;&#x8F93;&#x5165;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x4F60;&#x6700;&#x597D;&#x7981;&#x6B62;&#x6240;&#x6709;&#x7684;&#x97F3;&#x9891;&#x8F93;&#x5165;&#xFF0C;&#x7136;&#x540E;&#x5C06;ASIO&#x7F13;&#x51B2;&#x533A;&#x8BBE;&#x7F6E;&#x4E00;&#x4E2A;&#x6781;&#x5C0F;&#x4E14;&#x4FDD;&#x8BC1;&#x80FD;&#x591F;&#x7A33;&#x5B9A;&#x5DE5;&#x4F5C;&#x7684;&#x53D6;&#x503C;&#x3002;&#x6B64;&#x5916;&#xFF0C;&#x4F60;&#x4E5F;&#x53EF;&#x4EE5;&#x7981;&#x6B62;&#x6240;&#x6709;&#x65E0;&#x9700;&#x7528;&#x5230;&#x7684;&#x97F3;&#x9891;&#x8F93;&#x51FA;&#x3002;&#x5982;&#x679C;&#x8981;&#x7981;&#x7528;&#x901A;&#x9053;&#x7684;&#x8BDD;&#xFF0C;&#x5728;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;&#x9762;&#x677F;&#x4E2D;&#x5C31;&#x53EF;&#x4EE5;&#x529E;&#x5230;&#xFF0C;<br>&#x901A;&#x8FC7;&#x5C55;&#x5F00;WDM&#x8BBE;&#x5907;&#x5217;&#x8868;&#x5185;&#x7684;&#x9879;&#x76EE;&#x7136;&#x540E;&#x9009;&#x62E9;&#x7981;&#x7528;&#x8BE5;&#x914D;&#x7F6E;&#x65E0;&#x9700;&#x4F7F;&#x7528;&#x7684;&#x6BCF;&#x4E2A;&#x9879;&#x76EE;&#x5373;&#x53EF;&#xFF01;</p>
<p><strong>&#x25CF;&#x8BA1;&#x7B97;&#x673A;]&#x5145;&#x4EFB;&#x6548;&#x679C;&#x5668;</strong><br>&#x5F88;&#x663E;&#x7136;&#xFF0C;&#x5728;&#x8FD9;&#x79CD;&#x573A;&#x5408;&#x4F60;&#x9700;&#x8981;&#x97F3;&#x9891;&#x8F93;&#x5165;&#x3002;&#x4F46;&#x662F;&#x548C;&#x5F80;&#x5E38;&#x4E00;&#x6837;&#xFF0C;&#x4F60;&#x6709;&#x5FC5;&#x8981;&#x7981;&#x7528;&#x6240;&#x6709;<br>&#x65E0;&#x9700;&#x4F7F;&#x7528;&#x7684;&#x901A;&#x9053;&#x3002;&#x53E6;&#x5916;&#xFF0C;&#x5982;&#x679C;&#x4E0D;&#x662F;&#x7279;&#x522B;&#x9700;&#x8981;&#xFF0C;&#x4E5F;&#x8BF7;&#x7981;&#x6B62;&#x91CD;&#x91C7;&#x6837;&#xFF01;</p>
<p><strong>&#x25CF;&#x97F3;&#x5E8F;&#x5668;&#x4E2D;&#x7684;&#x5927;&#x4F53;&#x8BBE;&#x7F6E;</strong><br>&#x901A;&#x5E38;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8981;&#x907F;&#x514D;CPU&#x8D1F;&#x8F7D;&#x6FC0;&#x589E;&#x65F6;&#x5F15;&#x8D77;&#x7684;&#x4EFB;&#x4F55;&#x4E22;&#x5931;&#x6570;&#x636E;&#x7684;&#x73B0;&#x8C61;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x5EFA;&#x8BAE;&#x4F60;&#x7A0D;&#x7A0D;&#x653E;&#x5BBD;&#x5BF9;&#x5EF6;&#x8FDF;&#x7684;&#x8981;&#x6C42;&#x4EE5;&#x53CA;&#x4F7F;&#x7528;&#x4E00;&#x4E2A;&#x80FD;&#x591F;&#x8BA9;&#x4F60;&#x7EDD;&#x5927;&#x591A;&#x6570;&#x5E38;&#x7528;&#x7684;VST/VSTi&#x63D2;&#x4EF6;&#x8212;&#x9002;&#x5DE5;&#x4F5C;&#x7684;ASIO&#x7F13;&#x51B2;&#x533A;&#x8BBE;&#x7F6E;&#x3002;&#x8FD9;&#x5728;&#x5F55;&#x97F3;&#x7684;&#x65F6;&#x5019;&#x5C24;&#x4E3A;&#x9002;&#x7528;&#xFF0C;&#x6BD5;&#x7ADF;&#x76F8;&#x8F83;&#x800C;&#x8A00;&#x6B64;&#x65F6;&#x4EFB;&#x4F55;&#x5C11;&#x8BB8;&#x7684;&#x6570;&#x636E;&#x4E22;&#x5931;&#x90FD;&#x662F;&#x96BE;&#x4EE5;&#x4EE4;&#x4EBA;&#x5BB9;&#x5FCD;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x7684;&#x97F3;&#x5E8F;&#x5668;&#x63D0;&#x4F9B;&#x4E86;&#x5EF6;&#x8FDF;&#x8865;&#x507F;&#xFF0C;&#x4F60;&#x6216;&#x8BB8;&#x9700;&#x8981;&#x68C0;&#x67E5;&#x4E00;&#x4E0B;&#x5F55;&#x97F3;&#x662F;&#x5426;&#x5DF2;&#x7ECF;&#x5F97;&#x5230;&#x4E86;&#x9002;&#x5F53;&#x7684;&#x6821;&#x6B63;&#xFF0C;&#x5426;&#x5219;&#x5C06;&#x6709;&#x5FC5;&#x8981;&#x5728;&#x9AD8;&#x7EA7;&#x8BBE;&#x7F6E;<br>&#x9762;&#x677F;&#x7684;&#x201C;&#x5EF6;&#x8FDF;&#x8865;&#x507F;&#x201D;&#x9009;&#x9879;&#x4E2D;&#x7EE7;&#x7EED;&#x8FDB;&#x884C;&#x8C03;&#x8282;&#x3002;</p>
<p><strong>&#x25CF;&#x4E0D;&#x91CD;&#x89C6;&#x5EF6;&#x8FDF;&#x7684;&#x573A;&#x5408;</strong><br>&#x5728;&#x67D0;&#x4E9B;&#x914D;&#x7F6E;&#x4E2D;&#xFF0C;ASIO4ALL&#x5141;&#x8BB8;&#x4F4D;&#x900F;&#x660E;&#x97F3;&#x9891;&#x7F16;&#x7801;&#x4E0D;&#x8FDB;&#x5165;Windows&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;&#x5806;<br>&#x6808;&#x3002;&#x8003;&#x8651;&#x5230;&#x7531;&#x6B64;&#x53EF;&#x80FD;&#x5E26;&#x6765;&#x7684;&#x97F3;&#x9891;&#x6570;&#x636E;&#x635F;&#x5931;&#xFF0C;&#x97F3;&#x54CD;&#x7231;&#x597D;&#x8005;&#x66F4;&#x559C;&#x6B22;ASIO&#x7ED5;&#x8FC7;<br>DirectSound&#x6216;MME&#x8F93;&#x51FA;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5E0C;&#x671B;&#x8FD9;&#x6837;&#xFF0C;&#x663E;&#x7136;&#x5EF6;&#x8FDF;&#x5DF2;&#x7ECF;&#x4E0D;&#x662F;&#x4F60;&#x7684;&#x4E3B;&#x8981;&#x5173;&#x5FC3;&#x5BF9;<br>&#x8C61;&#x800C;&#x4E14;&#x4E5F;&#x65E0;&#x9700;&#x7528;&#x5230;&#x97F3;&#x9891;&#x8F93;&#x5165;&#x3002;&#x5F53;&#x7136;&#xFF0C;&#x4F60;&#x540C;&#x6837;&#x8981;&#x505A;&#x7684;&#x662F;&#x786E;&#x8BA4;&#x5DF2;&#x7981;&#x6B62;&#x4E86;&#x6240;&#x6709;&#x7684;&#x97F3;&#x9891;&#x8F93;<br>&#x5165;&#x3001;ASIO&#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;&#x7684;&#x53D6;&#x503C;&#x5DF2;&#x8BBE;&#x5230;&#x6700;&#x5927;&#x4E14;&#x6CA1;&#x6709;&#x95EE;&#x9898;&#x7684;&#x8BDD;&#xFF01;  </p>
<h3 id="&#x7591;&#x96BE;&#x89E3;&#x7B54;"><a href="#&#x7591;&#x96BE;&#x89E3;&#x7B54;" class="headerlink" title="&#x7591;&#x96BE;&#x89E3;&#x7B54;"></a>&#x7591;&#x96BE;&#x89E3;&#x7B54;</h3><p>&#x867D;&#x7136;ASIO4ALL&#x5728;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x4E2D;&#x8868;&#x73B0;&#x4E3A;&#x4E00;&#x4E2A;&#x72EC;&#x7ACB;&#x7684;ASIO&#x9A71;&#x52A8;&#xFF0C;&#x4F46;&#x7531;&#x4E8E;&#x5176;&#x914D;&#x7F6E;&#x9009;&#x9879;&#x7684;&#x590D;&#x6742;&#x6027;&#xFF0C;&#x8868;&#x73B0;&#x4E5F;&#x5404;&#x5F02;&#xFF0C;&#x629B;&#x5F00;ASIO4ALL&#x672C;&#x8EAB;&#x7684;&#x7F3A;&#x9677;&#x6765;&#x8BF4;&#xFF0C;&#x4ECD;&#x7136;&#x53EF;&#x80FD;&#x5B58;&#x5728;&#x7740;&#x5927;&#x91CF;&#x7684;&#x5404;&#x79CD;&#x5404;&#x6837;&#x7684;&#x95EE;&#x9898;&#x3002;&#x5C24;&#x5176;&#x5E94;&#x6307;&#x51FA;&#x7684;&#x662F;&#xFF0C;&#x5982;&#x679C;&#x4F60;&#x5728;ASIO4ALL&#x7684;&#x63A7;&#x5236;&#x9762;&#x677F;&#x4E2D;&#x66F4;&#x6539;&#x4E86;&#x8BBE;&#x5907;&#x8BBE;&#x7F6E;&#x7684;&#x8BDD;&#xFF0C;&#x53EF;&#x7528;&#x7684;&#x8F93;&#x5165;/&#x8F93;&#x51FA;&#x901A;&#x9053;&#x6570;&#x4EE5;&#x53CA;&#x663E;&#x793A;&#x4E8E;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#x4E2D;&#x7684;&#x901A;&#x9053;&#x540D;&#x5F88;&#x53EF;&#x80FD;&#x90FD;&#x4F1A;&#x968F;&#x4E4B;&#x53D1;&#x751F;&#x6539;&#x53D8;&#x3002;&#x56E0;&#x6B64;&#xFF0C;&#x6BCF;&#x5F53;&#x4F60;&#x66F4;&#x6539;&#x4E86;&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x7684;&#x8BBE;&#x7F6E;&#x540E;&#xFF0C;&#x5982;&#x679C;&#x53D1;&#x73B0;&#x6307;&#x5B9A;&#x7684;&#x97F3;&#x9891;&#x7A0B;&#x5E8F;&#x4F3C;&#x4E4E;&#x65E0;&#x6CD5;&#x5B9E;&#x65F6;&#x4F5C;&#x7528;&#x4E8E;&#x66F4;&#x6539;&#x8BBE;&#x7F6E;&#x540E;&#x7684;&#x8BBE;&#x5907;&#x9879;&#x76EE;&#x65F6;&#xFF0C;&#x5EFA;&#x8BAE;&#x4F60;&#x91CD;&#x65B0;&#x542F;&#x52A8;&#x4F60;&#x7684;&#x97F3;<br>&#x9891;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#xFF0C;&#x770B;&#x95EE;&#x9898;&#x80FD;&#x5426;&#x5F97;&#x5230;&#x89E3;&#x51B3;&#x3002;<br>&#x5176;&#x4ED6;&#x53EF;&#x80FD;&#x51FA;&#x73B0;&#x7684;&#x63D0;&#x95EE;&#x53CA;&#x89E3;&#x7B54;&#xFF1A;</p>
<p><strong>&#x25CF;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#x7684;&#x97F3;&#x9891;&#x914D;&#x7F6E;&#x9009;&#x9879;&#x5185;&#x627E;&#x4E0D;&#x5230;ASIO4ALL v2</strong><br>&#x5B58;&#x5728;&#x7740;&#x4E24;&#x79CD;&#x53EF;&#x80FD;&#x6027;&#xFF1A;&#x6216;&#x8005;&#x4F60;&#x7684;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x672C;&#x8EAB;&#x5C31;&#x4E0D;&#x652F;&#x6301;ASIO&#xFF0C;&#x6216;&#x8005;&#x4F60;&#x4E0D;&#x662F;&#x5728;<br>&#x5DF2;&#x53D6;&#x5F97;&#x4E86;&#x8DB3;&#x591F;&#x7684;&#x7CFB;&#x7EDF;&#x6743;&#x9650;&#x7684;&#x6761;&#x4EF6;&#x4E0B;&#x5B89;&#x88C5;ASIO4ALL v2 &#x7684;&#x3002;&#x5982;&#x679C;&#x662F;&#x540E;&#x8005;&#xFF0C;&#x8BF7;&#x4EE5;&#x7BA1;&#x7406;<br>&#x5458;&#x7684;&#x8EAB;&#x4EFD;&#x767B;&#x5F55;&#x7CFB;&#x7EDF;&#x5E76;&#x91CD;&#x65B0;&#x5B89;&#x88C5;ASIO4ALL v2&#x3002;&#x5B89;&#x88C5;&#x7ED3;&#x675F;&#x540E;&#xFF0C;&#x64CD;&#x4F5C;ASIO4ALL v2 &#x65F6;<br>&#x5C31;&#x4E0D;&#x518D;&#x9700;&#x8981;&#x4EE5;&#x7BA1;&#x7406;&#x5458;&#x7684;&#x8EAB;&#x4EFD;&#x8FDB;&#x884C;&#x4E86;&#x3002;</p>
<p><strong>&#x25CF;&#x5C3D;&#x7BA1;&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x6CA1;&#x6709;&#x7528;&#x4E8E;&#x5176;&#x4ED6;&#x573A;&#x5408;&#xFF0C;&#x5176;&#x56FE;&#x6807;&#x4ECD;&#x7136;&#x663E;&#x793A;&#x4E3A;&#x201C;&#x4E0D;&#x53EF;&#x7528;&#x201D;&#x6216;&#x201C;&#x65E0;&#x6CD5;&#x89E3;&#x91CA;&#x201D;&#x4F60;&#x9700;&#x8981;&#x5148;&#x786E;&#x8BA4;&#x201C;MS GS &#x8F6F;&#x6CE2;&#x8868;&#x5408;&#x6210;&#x201D;&#x6216;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x7C7B;&#x4F3C;&#x540D;&#x79F0;&#x6CA1;&#x6709;&#x51FA;&#x73B0;&#x5728;&#x4F60;MIDI&#x8BBE;&#x7F6E;&#x7684;&#x4EFB;&#x4F55;&#x5730;&#x65B9;&#x3002;&#x5982;&#x679C;&#x5BF9;&#x6B64;&#x7F3A;&#x4E4F;&#x4E86;&#x89E3;&#xFF0C;&#x8BF7;&#x8BBF;&#x95EE;ASIO4ALL&#x5B98;&#x65B9;&#x7F51;&#x7AD9;&#x67E5;&#x9605;&#x66F4;&#x591A;&#x7684;&#x4FE1;&#x606F;&#x3002;</strong><br>&#x5047;&#x5982;&#x786E;&#x4FE1;&#x95EE;&#x9898;&#x4E0D;&#x662F;&#x7531;&#x201C;&#x8F6F;&#x6CE2;&#x8868;&#x5408;&#x6210;&#x201D;&#xFF08;&#x6709;&#x65F6;&#x4F2A;&#x88C5;&#x4E3A;&#x201C;&#x2026;DLS&#x5408;&#x6210;&#x2026;&#x201D;&#xFF09;&#x6240;&#x5F15;&#x8D77;&#x7684;&#xFF0C;&#x8BF7;&#x5C1D;&#x8BD5;&#x91CD;&#x542F;&#x4F60;&#x7684;&#x97F3;&#x9891;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#x3002;&#x6709;&#x65F6;&#x5019;&#x4ECE;&#x522B;&#x7684;&#x9A71;&#x52A8;&#x5207;&#x6362;&#x5230;ASIO4ALL v2&#x65F6;&#xFF0C;&#x97F3;&#x9891;&#x8BBE;&#x5907;&#x5C1A;&#x672A;&#x53CA;&#x65F6;&#x91CA;&#x653E;&#x4EE5;&#x524D;&#x7684;&#x9A71;&#x52A8;&#x4E5F;&#x6709;&#x53EF;&#x80FD;&#x9020;&#x6210;&#x8BE5;&#x73B0;&#x8C61;&#x3002;<br>&#x5982;&#x679C;&#x4F7F;&#x7528;&#x7684;&#x662F;USB/PC &#x5361;/&#x706B;&#x7EBF;&#x8BBE;&#x5907;&#xFF0C;&#x8BF7;&#x5173;&#x95ED;ASIO4ALL&#x63A7;&#x5236;&#x9762;&#x677F;&#xFF0C;&#x65AD;&#x5F00;&#x8BBE;&#x5907;&#x540E;&#x518D;&#x63D2;&#x4E0A;&#xFF0C;&#x7136;&#x540E;&#x91CD;&#x65B0;&#x6253;&#x5F00;ASIO4ALL&#x7684;&#x63A7;&#x5236;&#x9762;&#x677F;&#x3002;</p>
<p><strong>&#x25CF;&#x5728;&#x4E0D;&#x540C;&#x7684;&#x97F3;&#x9891;&#x8F6F;&#x4EF6;&#x4E2D;&#x5BF9;&#x63A7;&#x5236;&#x9762;&#x677F;&#x6240;&#x4F5C;&#x7684;&#x8BBE;&#x5B9A;&#x65E0;&#x6CD5;&#x901A;&#x7528;</strong><br>&#x4E0D;&#x4EC5;&#x5982;&#x6B64;&#xFF0C;&#x4E0D;&#x540C;&#x7528;&#x6237;&#x5728;&#x63A7;&#x5236;&#x9762;&#x677F;&#x4E2D;&#x5BF9;&#x8BBE;&#x7F6E;&#x9009;&#x9879;&#x7684;&#x66F4;&#x6539;&#x4E5F;&#x5B8C;&#x5168;&#x662F;&#x5F7C;&#x6B64;&#x72EC;&#x7ACB;&#x7684;&#xFF01;<br>&#x8FD9;&#x4E0D;&#x662F;&#x4E00;&#x4E2A;Bug&#xFF08;&#x7A0B;&#x5E8F;&#x9519;&#x8BEF;&#xFF0C;&#x6216;&#x79F0;&#x81ED;&#x866B;&#xFF09;&#xFF0C;&#x5B83;&#x662F;ASIO4ALL v2&#x7684;&#x4E00;&#x4E2A;&#x56FA;&#x6709;&#x7279;&#x5F81;&#xFF01;<br>&#x56E0;&#x4E3A;ASIO4ALL v2&#x5C06;&#x4E3A;&#x6BCF;&#x4E2A;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;/&#x6BCF;&#x4E2A;&#x7528;&#x6237;&#x5206;&#x522B;&#x4FDD;&#x5B58;&#x8BBE;&#x7F6E;&#xFF01;&#x53EA;&#x8981;&#x4ED6;&#xFF08;&#x5B83;&#xFF09;&#x4EEC;<br>&#x4E0D;&#x8BD5;&#x56FE;&#x72EC;&#x5360;&#x6027;&#x5730;&#x4F7F;&#x7528;&#x540C;&#x4E00;&#x97F3;&#x9891;&#x786C;&#x4EF6;&#xFF0C;&#x540C;&#x65F6;&#x8FD0;&#x884C;ASIO4ALL&#x7684;&#x51E0;&#x4E2A;&#x7EBF;&#x7A0B;&#x5C06;&#x662F;&#x5141;&#x8BB8;&#x7684;&#x3002;<br>&#x6B64;&#x5916;&#xFF0C;&#x5BF9;&#x4E8E;&#x8FD0;&#x884C;&#x5728;&#x6559;&#x5B66;/&#x8BA1;&#x7B97;&#x673A;&#x5B9E;&#x9A8C;&#x5BA4;&#x7B49;&#x73AF;&#x5883;&#x4E0B;&#x7684;ASIO4ALL&#x7684;&#x67D0;&#x4E00;&#x7528;&#x6237;&#x6765;&#x8BF4;&#xFF0C;&#x9664;<br>&#x5F00;&#x4ED6;&#x81EA;&#x8EAB;&#x4EE5;&#x5916;&#x7684;&#x540C;&#x4E00;&#x673A;&#x5668;&#x4E0A;&#x7684;&#x4EFB;&#x4F55;&#x5176;&#x4ED6;&#x7528;&#x6237;&#x90FD;&#x96BE;&#x4EE5;&#x53D6;&#x5F97;&#x4E0E;&#x5176;&#x540C;&#x6837;&#x7684;&#x7ED3;&#x679C;&#x3002;<br><strong>&#x25CF;&#x5728;Cubase SX 3 &#x7B49;&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#x4E2D;&#x663E;&#x793A;&#x7684;&#x5EF6;&#x8FDF;&#x65F6;&#x95F4;&#x548C;&#x8C03;&#x6574;ASIO &#x7F13;&#x51B2;&#x533A;&#x5927;&#x5C0F;&#x7684;&#x7ED3;&#x679C;</strong><br><strong>&#x4E0D;&#x5339;&#x914D;</strong><br>ASIO4ALL&#x652F;&#x6301;ASIO&#x5BBF;&#x4E3B;&#x7A0B;&#x5E8F;&#x7684;&#x5EF6;&#x8FDF;&#x8865;&#x507F;&#x529F;&#x80FD;&#x5E76;&#x53EF;&#x6709;&#x6548;&#x5730;&#x6267;&#x884C;&#x3002;&#x4F46;&#x8FD9;&#x9879;&#x652F;&#x6301;<br>&#x8FD8;&#x4E0D;&#x5B8C;&#x5584;&#x4E14;&#x6709;&#x5F85;&#x65F6;&#x95F4;&#x6765;&#x6539;&#x8FDB;&#x3002;&#x8FD9;&#x91CC;&#x62A5;&#x544A;&#x7684;&#x503C;&#x4E0D;&#x4EC5;&#x4EC5;&#x53EA;&#x53CD;&#x6620;&#x4E86;ASIO4LL&#x4F5C;&#x7528;&#x5230;&#x97F3;&#x9891;<br>&#x6D41;&#x7684;&#x5EF6;&#x8FDF;&#x503C;&#xFF0C;&#x9664;&#x6B64;&#x4E4B;&#x5916;&#x8FD8;&#x5305;&#x62EC;&#x4E86;&#x9A71;&#x52A8;&#x7A0B;&#x5E8F;/&#x64CD;&#x4F5C;&#x7CFB;&#x7EDF;/&#x786C;&#x4EF6;&#x8BBE;&#x5907;&#x5185;&#x5728;&#x7684;&#x5EF6;&#x8FDF;&#x60C5;&#x51B5;&#x3002;<br>&#x5982;&#x679C;&#x731C;&#x6D4B;&#x65E0;&#x8BEF;&#xFF0C;&#x5C31;&#x662F;&#x8FD9;&#x6837;&#x2026;<br>&#x5728;ASIO4ALL&#x7684;&#x65E9;&#x671F;&#x7248;&#x672C;&#x4E2D;&#x6CA1;&#x6709;&#x52A0;&#x5165;&#x8FD9;&#x6837;&#x7684;&#x5C1D;&#x8BD5;&#xFF0C;&#x56E0;&#x6B64;&#x5728;&#x4F7F;&#x7528;ASIO4ALL v1.x<br>&#x7248;&#x672C;&#x6216;&#x5176;&#x5B83;WDM-&gt;ASIO&#x5C01;&#x88C5;&#x5668;&#xFF08;&#x5305;&#x88C5;&#x7A0B;&#x5E8F;&#xFF0C;&#x987E;&#x540D;&#x601D;&#x4E49;&#xFF0C;&#x5176;&#x4F5C;&#x7528;&#x5373;&#x628A;WDM&#x9A71;&#x52A8;&#x5305;&#x88C5;<br>&#x4E3A;&#x53EF;&#x7528;&#x7684;ASIO&#x9A71;&#x52A8;&#xFF0C;&#x8B6C;&#x5982;ASIO2KS&#x3001;AxASIO&#x7B49;&#xFF09;&#x65F6;&#x5C06;&#x4F1A;&#x770B;&#x5230;&#x663E;&#x793A;&#x7684;&#x5EF6;&#x8FDF;&#x503C;&#x76F8;&#x5BF9;<br>&#x8F83;&#x4F4E;&#x3002;&#x5B9E;&#x9645;&#x4E0A;&#x771F;&#x5B9E;&#x7684;&#x5EF6;&#x8FDF;&#x60C5;&#x51B5;&#xFF08;&#x4F8B;&#x5982;&#x4F60;&#x542C;&#x89C9;&#x6240;&#x611F;&#x53D7;&#x5230;&#x7684;&#xFF09;&#x65B0;&#x65E7;&#x7248;&#x672C;&#x5E76;&#x65E0;&#x4E8C;&#x81F4;&#xFF0C;CPU<br>&#x5360;&#x7528;&#x4E0A;&#x5347;&#x65F6;&#x4EA6;&#x4E0D;&#x4F1A;&#x589E;&#x52A0;&#x66F4;&#x591A;&#x7684;&#x8D1F;&#x62C5;&#xFF01;<br>&#x7248;&#x6743;&#x6240;&#x6709; &#xA9; 2004, Michael Tippach.<br>&#x672C;&#x6587;&#x6863;&#x6240;&#x9648;&#x8FF0;&#x7684;&#x5185;&#x5BB9;&#x53EF;&#x80FD;&#x771F;&#x5B9E;&#x4E5F;&#x53EF;&#x80FD;&#x4E0D;&#x771F;&#x5B9E;&#x3002;&#x56E0;&#x672C;&#x6587;&#x6863;&#x6240;&#x5448;&#x73B0;&#x7684;&#x989C;&#x8272;&#x642D;&#x914D;&#x6216;<br>&#x9ED1;&#x767D;&#x5BF9;&#x6BD4;&#x53CD;&#x5DEE;&#x800C;&#x53EF;&#x80FD;&#x6216;&#x4E0D;&#x80FD;&#x5BFC;&#x81F4;&#x8BFB;&#x8005;&#x766B;&#x75EB;&#x75C7;&#x53D1;&#x4F5C;&#x3001;&#x5455;&#x5410;&#x4E43;&#x81F3;&#x5BF9;&#x5BB6;&#x755C;&#x4F5C;&#x51FA;&#x5947;&#x602A;&#x7684;&#x4E3E;<br>&#x52A8;&#xFF0C;&#x65E0;&#x8BBA;&#x4EE5;&#x4E0A;&#x54EA;&#x79CD;&#x60C5;&#x5F62;&#xFF0C;&#x4F5C;&#x8005;&#x90FD;&#x4E0D;&#x5BF9;&#x6B64;&#x627F;&#x62C5;&#x4EFB;&#x4F55;&#x9053;&#x4E49;&#x4E0A;&#x6216;&#x6CD5;&#x5F8B;&#x4E0A;&#x7684;&#x8D23;&#x4EFB;&#x3002; </p>
<p>nForce2&#x4E3B;&#x677F;&#x5357;&#x6865; &#xFF08;MCP-T &#xFF09;&#x672C;&#x8EAB;&#x96C6;&#x6210;&#x7740; Realtek&#x745E;&#x6631; &#x7684;AC97&#x82AF;&#x7247;..<br>&#x5F88;&#x591A;&#x670B;&#x53CB; &#x88C5;&#x4E3B;&#x7248;&#x9A71;&#x52A8; &#x65F6; &#x4E0D;&#x4F1A;&#x88C5;&#x5B83;&#x81EA;&#x5E26;&#x7684;&#x97F3;&#x9891;&#x9A71;&#x52A8; &#x800C;&#x662F;&#x53BB;&#x4E0B;&#x8F7D;Realtek &#x7684;AC97&#x9A71;&#x52A8;&#xFF0C;&#x7136;&#x540E; &#x7528;ASIO2KS &#x6216;&#x5176;&#x4ED6;&#x7684; &#x8F6F;&#x4EF6;&#x6765;&#x5B9E;&#x73B0;ASIO&#x2026;..&#x4F46;&#x662F;&#x5F88;&#x4E0D;&#x7A33;&#x5B9A;. </p>
<p>&#x8FD9;&#x6837;&#x505A;&#x7684;&#x4EBA;&#x5B9E;&#x5728;&#x662F;&#x635F;&#x5931;&#x592A;&#x5927;&#x4E86;&#xFF01;</p>
<p>&#x5176;&#x5B9E; nForce2 &#x7684;&#x5357;&#x6865;&#x82AF;&#x7247; &#x662F;&#x652F;&#x6301; ASIO&#x7684;&#x2026;<br>&#x65B9;&#x6CD5;&#xFF1A;AMD&#x7528;&#x6237; &#x5230;&#x8FD9;&#x91CC;&#x4E0B;&#x8F7D;&#x9A71;&#x52A8; </p>
<p>&#x5730;&#x5740; <a href="/external_links/e4531a8bb7c02ec1e7444564c29b6e3f.html" target="blank" rel="noopener">http://file2.mydrivers.com/board/nvidia_nf&#x2026;4_6.66win32.exe</a><br>&#x867D;&#x7136;&#x662F;nforce4&#x7684;.. &#x4F46;&#x662F;&#x8FD0;&#x884C;&#x5F88;&#x7A33;&#x5B9A; &#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4E0B;&#x8F7D;nforce2&#x7684;&#x9A71;&#x52A8;&#xFF0C;</p>
<p>&#x5730;&#x5740; <a href="/external_links/56c3d53a90f46102959920914b0ff6a5.html" target="blank" rel="noopener">http://file2.mydrivers.com/board/nvidia_fw637.zip</a><br>&#x4F46;&#x662F; &#x6211;&#x89C9;&#x5F97; &#x8FD8;&#x662F; &#x65B0;&#x9A71;&#x52A8;&#x597D;. .&#x6BD5;&#x7ADF;&#x80FD;&#x7A33;&#x5B9A;&#x8FD0;&#x884C;&#xFF0C;&#x5E76;&#x6CA1;&#x4EC0;&#x4E48;&#x574F;&#x5904;&#xFF01;</p>
<p>Intel&#x7528;&#x6237; &#x5230;&#x8FD9;&#x91CC;&#x4E0B;&#x8F7D;<br>&#x5730;&#x5740; <a href="/external_links/e4531a8bb7c02ec1e7444564c29b6e3f.html" target="blank" rel="noopener">http://file2.mydrivers.com/board/nvidia_nf&#x2026;4_6.66win32.exe</a><br>&#x540C;&#x4E0A;&#xFF0C; &#x867D;&#x7136;&#x662F;nforce4&#x7684;.. &#x4F46;&#x662F;&#x8FD0;&#x884C;&#x5F88;&#x7A33;&#x5B9A; &#xFF0C;&#x4E0D;&#x613F;&#x7528;&#x65B0;&#x7684;&#x4E5F;&#x53EF;&#x4EE5;&#x5230;&#x8FD9;&#x91CC;</p>
<p>&#x5730;&#x5740; <a href="/external_links/56c3d53a90f46102959920914b0ff6a5.html" target="blank" rel="noopener">http://file2.mydrivers.com/board/nvidia_fw637.zip</a><br>&#x5B89;&#x88C5;&#x65F6; &#x6240;&#x6709; &#x9A71;&#x52A8;&#x7EC4;&#x4EF6; &#x5168;&#x90E8;&#x9009;&#x4E0A;&#xFF0C;&#x88C5;&#x5B8C;&#x540E;<br>&#x6253;&#x5F00;NVMixer.. &#x627E;&#x5230; &#x201C;&#x73AF;&#x5883;&#x201D; &#xFF08;&#x4E0B;&#x9762;5&#x4E2A;&#x6309;&#x626D; &#x7B2C;4&#x4E2A;&#x5C31;&#x662F;. &#xFF09;<br>&#x60F3;&#x542C;&#x539F;&#x6C41;&#x539F;&#x5473;&#x7684;..&#x628A;&#x5B83;&#x5173;&#x6389; &#x6211;&#x89C9;&#x5F97; &#x90A3;&#x4E2A;&#x4E0D;&#x600E;&#x4E48;&#x6837;``</p>
<p>&#x5176;&#x5B83;&#x7684; &#x529F;&#x80FD; &#x8FD8;&#x5F88;&#x591A; &#x6BD4;&#x5982; &#x4E0D;&#x7528;&#x5747;&#x8861;&#x5668;&#x53EA;&#x662F;&#x5355;&#x7EAF;&#x7684;&#x589E;&#x5F3A;&#x4F4E;&#x97F3;.. </p>
<p>&#x63A5;&#x4E0B;&#x6765; &#x6253;&#x5F00;FB2K.. &#x8F6C;&#x5230; ASIO &#x8BBE;&#x7F6E;&#x9879;~~ DEVICE&#x91CC;&#x662F;&#x4E0D;&#x662F;&#x591A;&#x4E86;&#x4E00;&#x4E2A;&#x9009;&#x9879;<br>NVIDIA ASIO.. &#x5C31;&#x662F;&#x5B83;&#xFF01;&#xFF01;<br>&#x8FD8;&#x6709;&#x5F88;&#x591A;&#x529F;&#x80FD; &#x670B;&#x53CB;&#x4EEC; &#x53EF;&#x4EE5;&#x81EA;&#x5DF1;&#x63A2;&#x7D22;&#xFF01;&#xFF01;&#xFF01;<br>&#x6211;&#x53EA;&#x662F;&#x770B;&#x4E2D;&#x5B83;&#x7684;ASIO &#x529F;&#x80FD;&#x4E86;&#xFF01;&#xFF01;&#xFF01;  </p>
<h2 id="&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x58F0;&#x5361;"><a href="#&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x58F0;&#x5361;" class="headerlink" title="&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x58F0;&#x5361;"></a>&#x5176;&#x4ED6;&#x865A;&#x62DF;&#x58F0;&#x5361;</h2><ul>
<li>VoiceMeeter</li>
</ul>
<p><strong>&#x672C;&#x5E16;&#x9644;&#x4EF6;</strong></p>
<p><a href="/external_links/b7ad5839a6cf231e44b242081d178a15.html" target="blank" rel="noopener">&#x70B9;&#x51FB;&#x4E0B;&#x8F7D;</a></p>
<p><em><a href="https://audio.newban.cn/">&#x6709;&#x74E3;&#x97F3;&#x9891; &#x2013; &#x6709;&#x4F34;&#x4F60;&#x6211;,&#x66F4;&#x591A;&#x7F16;&#x66F2;&#x6DF7;&#x97F3;&#x6280;&#x672F;&#x5C3D;&#x5728;&#x6709;&#x74E3;&#x97F3;&#x9891;</a></em></p>

      
    </div>
    
    
    

    

    

    

    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="tags/混音档案/" rel="tag"># 混音档案</a>
          
        </div>
      

      
      
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="8.html" rel="next" title="NomadFactory Liquid Bundle VST『汉化版』">
                <i class="fa fa-chevron-left"></i> NomadFactory Liquid Bundle VST『汉化版』
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="22.html" rel="prev" title="使用音高修正效果器，修正不稳的音符">
                使用音高修正效果器，修正不稳的音符 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </div>
  
  
  
  </article>


    <!-- 有瓣音频文章内嵌广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block; text-align:center;" data-ad-layout="in-article" data-ad-format="fluid" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6145016388"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>

    <div class="post-spread">
      
    </div>
  </div>
  <!-- 有瓣音频信息流广告 -->
<script async src="https://pagead2.googlesyndication.com/pagead/js/adsbygoogle.js"></script>
<ins class="adsbygoogle" style="display:block" data-ad-format="fluid" data-ad-layout-key="-6t+ed+2i-1n-4w" data-ad-client="ca-pub-2626449904708114" data-ad-slot="6455528644"></ins>
<script>
     (adsbygoogle = window.adsbygoogle || []).push({});
</script>


          </div>
          


          

  



        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap">
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview-wrap">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview-wrap sidebar-panel">
        <div class="site-overview">
          <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
            
              <p class="site-author-name" itemprop="name">有瓣音频</p>
              <p class="site-description motion-element" itemprop="description"></p>
          </div>

          <nav class="site-state motion-element">

            
              <div class="site-state-item site-state-posts">
              
                <a href="https://audio.newban.cn/archives/">
              
                  <span class="site-state-item-count">208</span>
                  <span class="site-state-item-name">日志</span>
                </a>
              </div>
            

            

            
              
              
              <div class="site-state-item site-state-tags">
                
                  <span class="site-state-item-count">34</span>
                  <span class="site-state-item-name">标签</span>
                
              </div>
            

          </nav>

          
            <div class="feed-link motion-element">
              <a href="atom.xml" rel="alternate">
                <i class="fa fa-rss"></i>
                RSS
              </a>
            </div>
          

          

          
          

          
          

          

        </div>
      </section>

      
      <!--noindex-->
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">

            
              
            

            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-3"><a class="nav-link" href="#通用-ASIO-驱动-amp-适应于-WDM-音频"><span class="nav-number">1.</span> <span class="nav-text">通用 ASIO 驱动 &amp; 适应于 WDM 音频</span></a></li></ol><li class="nav-item nav-level-2"><a class="nav-link" href="#入门指南"><span class="nav-number"></span> <span class="nav-text">入门指南</span></a><ol class="nav-child"><li class="nav-item nav-level-3"><a class="nav-link" href="#软件配置"><span class="nav-number">1.</span> <span class="nav-text">软件配置</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#简易设置"><span class="nav-number">2.</span> <span class="nav-text">简易设置</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#高级设置"><span class="nav-number">3.</span> <span class="nav-text">高级设置</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#应用指南"><span class="nav-number">4.</span> <span class="nav-text">应用指南</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#疑难解答"><span class="nav-number">5.</span> <span class="nav-text">疑难解答</span></a></li></ol></li><li class="nav-item nav-level-2"><a class="nav-link" href="#其他虚拟声卡"><span class="nav-number"></span> <span class="nav-text">其他虚拟声卡</span></a></li></div>
            

          </div>
        </section>
      <!--/noindex-->
      

      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright">&copy; <span itemprop="copyrightYear">2025</span>
  <span class="with-love">
    <i class="fa fa-user"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">有瓣音频</span>
  <div>
  <script async src="//busuanzi.ibruce.info/busuanzi/2.3/busuanzi.pure.mini.js"></script>
  <span id="busuanzi_container_site_pv">本站总访问量<span id="busuanzi_value_site_pv"></span>次</span>
  </div>
  
</div>


  <div class="powered-by">由 <a class="theme-link" target="_blank" href="https://hexo.io">Hexo</a> 强力驱动</div>



  <span class="post-meta-divider">|</span>



  <div class="theme-info">主题 &mdash; <a class="theme-link" target="_blank" href="https://github.com/iissnan/hexo-theme-next">NexT.Muse</a> v5.1.4</div>




  <script type="text/javascript" async src="js/src/mermaid.min.js"></script>
  <script>
  if (window.mermaid) {
        var mermaid_config = {
            startOnLoad: true,
            theme: 'default',
            flowchart:{
                useMaxWidth: false,
                htmlLabels: true
            }                
        }
        mermaid.initialize(mermaid_config);
  }
  </script>
  

        







        
      </div>
    </footer>

    
      <div class="back-to-top">
        <i class="fa fa-arrow-up"></i>
        
          <span id="scrollpercent"><span>0</span>%</span>
        
      </div>
    

    

  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  












  
  
    <script type="text/javascript" src="lib/jquery/index.js?v=2.1.3"></script>
  

  
  
    <script type="text/javascript" src="lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>
  

  
  
    <script type="text/javascript" src="lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/velocity/velocity.ui.min.js?v=1.2.1"></script>
  

  
  
    <script type="text/javascript" src="lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>
  


  


  <script type="text/javascript" src="js/src/utils.js?v=5.1.4"></script>

  <script type="text/javascript" src="js/src/motion.js?v=5.1.4"></script>



  
  

  
  <script type="text/javascript" src="js/src/scrollspy.js?v=5.1.4"></script>
<script type="text/javascript" src="js/src/post-details.js?v=5.1.4"></script>



  


  <script type="text/javascript" src="js/src/bootstrap.js?v=5.1.4"></script>



  


  




	





  





  












  

  <script type="text/javascript">
    // Popup Window;
    var isfetched = false;
    var isXml = true;
    // Search DB path;
    var search_path = "search.xml";
    if (search_path.length === 0) {
      search_path = "search.xml";
    } else if (/json$/i.test(search_path)) {
      isXml = false;
    }
    var path = "/" + search_path;
    // monitor main search box;

    var onPopupClose = function (e) {
      $('.popup').hide();
      $('#local-search-input').val('');
      $('.search-result-list').remove();
      $('#no-result').remove();
      $(".local-search-pop-overlay").remove();
      $('body').css('overflow', '');
    }

    function proceedsearch() {
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay"></div>')
        .css('overflow', 'hidden');
      $('.search-popup-overlay').click(onPopupClose);
      $('.popup').toggle();
      var $localSearchInput = $('#local-search-input');
      $localSearchInput.attr("autocapitalize", "none");
      $localSearchInput.attr("autocorrect", "off");
      $localSearchInput.focus();
    }

    // search function;
    var searchFunc = function(path, search_id, content_id) {
      'use strict';

      // start loading animation
      $("body")
        .append('<div class="search-popup-overlay local-search-pop-overlay">' +
          '<div id="search-loading-icon">' +
          '<i class="fa fa-spinner fa-pulse fa-5x fa-fw"></i>' +
          '</div>' +
          '</div>')
        .css('overflow', 'hidden');
      $("#search-loading-icon").css('margin', '20% auto 0 auto').css('text-align', 'center');

      $.ajax({
        url: path,
        dataType: isXml ? "xml" : "json",
        async: true,
        success: function(res) {
          // get the contents from search data
          isfetched = true;
          $('.popup').detach().appendTo('.header-inner');
          var datas = isXml ? $("entry", res).map(function() {
            return {
              title: $("title", this).text(),
              content: $("content",this).text(),
              url: $("url" , this).text()
            };
          }).get() : res;
          var input = document.getElementById(search_id);
          var resultContent = document.getElementById(content_id);
          var inputEventFunction = function() {
            var searchText = input.value.trim().toLowerCase();
            var keywords = searchText.split(/[\s\-]+/);
            if (keywords.length > 1) {
              keywords.push(searchText);
            }
            var resultItems = [];
            if (searchText.length > 0) {
              // perform local searching
              datas.forEach(function(data) {
                var isMatch = false;
                var hitCount = 0;
                var searchTextCount = 0;
                var title = data.title.trim();
                var titleInLowerCase = title.toLowerCase();
                var content = data.content.trim().replace(/<[^>]+>/g,"");
                var contentInLowerCase = content.toLowerCase();
                var articleUrl = decodeURIComponent(data.url);
                var indexOfTitle = [];
                var indexOfContent = [];
                // only match articles with not empty titles
                if(title != '') {
                  keywords.forEach(function(keyword) {
                    function getIndexByWord(word, text, caseSensitive) {
                      var wordLen = word.length;
                      if (wordLen === 0) {
                        return [];
                      }
                      var startPosition = 0, position = [], index = [];
                      if (!caseSensitive) {
                        text = text.toLowerCase();
                        word = word.toLowerCase();
                      }
                      while ((position = text.indexOf(word, startPosition)) > -1) {
                        index.push({position: position, word: word});
                        startPosition = position + wordLen;
                      }
                      return index;
                    }

                    indexOfTitle = indexOfTitle.concat(getIndexByWord(keyword, titleInLowerCase, false));
                    indexOfContent = indexOfContent.concat(getIndexByWord(keyword, contentInLowerCase, false));
                  });
                  if (indexOfTitle.length > 0 || indexOfContent.length > 0) {
                    isMatch = true;
                    hitCount = indexOfTitle.length + indexOfContent.length;
                  }
                }

                // show search results

                if (isMatch) {
                  // sort index by position of keyword

                  [indexOfTitle, indexOfContent].forEach(function (index) {
                    index.sort(function (itemLeft, itemRight) {
                      if (itemRight.position !== itemLeft.position) {
                        return itemRight.position - itemLeft.position;
                      } else {
                        return itemLeft.word.length - itemRight.word.length;
                      }
                    });
                  });

                  // merge hits into slices

                  function mergeIntoSlice(text, start, end, index) {
                    var item = index[index.length - 1];
                    var position = item.position;
                    var word = item.word;
                    var hits = [];
                    var searchTextCountInSlice = 0;
                    while (position + word.length <= end && index.length != 0) {
                      if (word === searchText) {
                        searchTextCountInSlice++;
                      }
                      hits.push({position: position, length: word.length});
                      var wordEnd = position + word.length;

                      // move to next position of hit

                      index.pop();
                      while (index.length != 0) {
                        item = index[index.length - 1];
                        position = item.position;
                        word = item.word;
                        if (wordEnd > position) {
                          index.pop();
                        } else {
                          break;
                        }
                      }
                    }
                    searchTextCount += searchTextCountInSlice;
                    return {
                      hits: hits,
                      start: start,
                      end: end,
                      searchTextCount: searchTextCountInSlice
                    };
                  }

                  var slicesOfTitle = [];
                  if (indexOfTitle.length != 0) {
                    slicesOfTitle.push(mergeIntoSlice(title, 0, title.length, indexOfTitle));
                  }

                  var slicesOfContent = [];
                  while (indexOfContent.length != 0) {
                    var item = indexOfContent[indexOfContent.length - 1];
                    var position = item.position;
                    var word = item.word;
                    // cut out 100 characters
                    var start = position - 20;
                    var end = position + 80;
                    if(start < 0){
                      start = 0;
                    }
                    if (end < position + word.length) {
                      end = position + word.length;
                    }
                    if(end > content.length){
                      end = content.length;
                    }
                    slicesOfContent.push(mergeIntoSlice(content, start, end, indexOfContent));
                  }

                  // sort slices in content by search text's count and hits' count

                  slicesOfContent.sort(function (sliceLeft, sliceRight) {
                    if (sliceLeft.searchTextCount !== sliceRight.searchTextCount) {
                      return sliceRight.searchTextCount - sliceLeft.searchTextCount;
                    } else if (sliceLeft.hits.length !== sliceRight.hits.length) {
                      return sliceRight.hits.length - sliceLeft.hits.length;
                    } else {
                      return sliceLeft.start - sliceRight.start;
                    }
                  });

                  // select top N slices in content

                  var upperBound = parseInt('1');
                  if (upperBound >= 0) {
                    slicesOfContent = slicesOfContent.slice(0, upperBound);
                  }

                  // highlight title and content

                  function highlightKeyword(text, slice) {
                    var result = '';
                    var prevEnd = slice.start;
                    slice.hits.forEach(function (hit) {
                      result += text.substring(prevEnd, hit.position);
                      var end = hit.position + hit.length;
                      result += '<b class="search-keyword">' + text.substring(hit.position, end) + '</b>';
                      prevEnd = end;
                    });
                    result += text.substring(prevEnd, slice.end);
                    return result;
                  }

                  var resultItem = '';

                  if (slicesOfTitle.length != 0) {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + highlightKeyword(title, slicesOfTitle[0]) + "</a>";
                  } else {
                    resultItem += "<li><a href='" + articleUrl + "' class='search-result-title'>" + title + "</a>";
                  }

                  slicesOfContent.forEach(function (slice) {
                    resultItem += "<a href='" + articleUrl + "'>" +
                      "<p class=\"search-result\">" + highlightKeyword(content, slice) +
                      "...</p>" + "</a>";
                  });

                  resultItem += "</li>";
                  resultItems.push({
                    item: resultItem,
                    searchTextCount: searchTextCount,
                    hitCount: hitCount,
                    id: resultItems.length
                  });
                }
              })
            };
            if (keywords.length === 1 && keywords[0] === "") {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-search fa-5x" /></div>'
            } else if (resultItems.length === 0) {
              resultContent.innerHTML = '<div id="no-result"><i class="fa fa-frown-o fa-5x" /></div>'
            } else {
              resultItems.sort(function (resultLeft, resultRight) {
                if (resultLeft.searchTextCount !== resultRight.searchTextCount) {
                  return resultRight.searchTextCount - resultLeft.searchTextCount;
                } else if (resultLeft.hitCount !== resultRight.hitCount) {
                  return resultRight.hitCount - resultLeft.hitCount;
                } else {
                  return resultRight.id - resultLeft.id;
                }
              });
              var searchResultList = '<ul class=\"search-result-list\">';
              resultItems.forEach(function (result) {
                searchResultList += result.item;
              })
              searchResultList += "</ul>";
              resultContent.innerHTML = searchResultList;
            }
          }

          if ('auto' === 'auto') {
            input.addEventListener('input', inputEventFunction);
          } else {
            $('.search-icon').click(inputEventFunction);
            input.addEventListener('keypress', function (event) {
              if (event.keyCode === 13) {
                inputEventFunction();
              }
            });
          }

          // remove loading animation
          $(".local-search-pop-overlay").remove();
          $('body').css('overflow', '');

          proceedsearch();
        }
      });
    }

    // handle and trigger popup window;
    $('.popup-trigger').click(function(e) {
      e.stopPropagation();
      if (isfetched === false) {
        searchFunc(path, 'local-search-input', 'local-search-result');
      } else {
        proceedsearch();
      };
    });

    $('.popup-btn-close').click(onPopupClose);
    $('.popup').click(function(e){
      e.stopPropagation();
    });
    $(document).on('keyup', function (event) {
      var shouldDismissSearchPopup = event.which === 27 &&
        $('.search-popup').is(':visible');
      if (shouldDismissSearchPopup) {
        onPopupClose();
      }
    });
  </script>





  

  

  

  
  

  

  

  

</body>
</html>
